{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "жь",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 6,
      "content": "ку",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 7,
      "content": "кӀ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 8,
      "content": "кIу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 9,
      "content": "къ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 10,
      "content": "къу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 11,
      "content": "кхъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 12,
      "content": "кхъу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 13,
      "content": "лъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 14,
      "content": "лI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 15,
      "content": "пI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 16,
      "content": "тI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 17,
      "content": "фI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 18,
      "content": "ху",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 19,
      "content": "хь",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 20,
      "content": "хъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 21,
      "content": "хъу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22,
      "content": "цI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 23,
      "content": "щI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 24,
      "content": "Ӏу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 25,
      "content": "хуэ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "\n": 5,
      " ": 6,
      "!": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ":": 24,
      ";": 25,
      "?": 26,
      "I": 27,
      "i": 28,
      "«": 29,
      "»": 30,
      "×": 31,
      "Ё": 32,
      "А": 33,
      "Б": 34,
      "В": 35,
      "Г": 36,
      "Д": 37,
      "Е": 38,
      "Ж": 39,
      "З": 40,
      "И": 41,
      "Й": 42,
      "К": 43,
      "Л": 44,
      "М": 45,
      "Н": 46,
      "О": 47,
      "П": 48,
      "Р": 49,
      "С": 50,
      "Т": 51,
      "У": 52,
      "Ф": 53,
      "Х": 54,
      "Ц": 55,
      "Ч": 56,
      "Ш": 57,
      "Щ": 58,
      "Ъ": 59,
      "Ы": 60,
      "Ь": 61,
      "Э": 62,
      "Ю": 63,
      "Я": 64,
      "а": 65,
      "б": 66,
      "в": 67,
      "г": 68,
      "д": 69,
      "е": 70,
      "ж": 71,
      "з": 72,
      "и": 73,
      "й": 74,
      "к": 75,
      "л": 76,
      "м": 77,
      "н": 78,
      "о": 79,
      "п": 80,
      "р": 81,
      "с": 82,
      "т": 83,
      "у": 84,
      "ф": 85,
      "х": 86,
      "ц": 87,
      "ч": 88,
      "ш": 89,
      "щ": 90,
      "ъ": 91,
      "ы": 92,
      "ь": 93,
      "э": 94,
      "ю": 95,
      "я": 96,
      "ё": 97,
      "–": 98,
      "…": 99,
      "№": 100,
      "э ": 101,
      "къ": 102,
      "эр": 103,
      "гъ": 104,
      ", ": 105,
      "м ": 106,
      "и ": 107,
      "кI": 108,
      "уэ": 109,
      "щI": 110,
      ". ": 111,
      "у ": 112,
      "лъ": 113,
      "къы": 114,
      "хь": 115,
      "эм ": 116,
      "хъ": 117,
      "Iэ": 118,
      "гъэ": 119,
      "ху": 120,
      "р ": 121,
      "зы": 122,
      "эр ": 123,
      "щы": 124,
      "мы": 125,
      "ащ": 126,
      "зэ": 127,
      "гу": 128,
      "хьэ": 129,
      "уэ ": 130,
      "нэ": 131,
      "сы": 132,
      "Iы": 133,
      "хэ": 134,
      "жь": 135,
      "хуэ": 136,
      "щIэ": 137,
      "– ": 138,
      "дэ": 139,
      "жы": 140,
      "хъу": 141,
      "ей": 142,
      "гъу": 143,
      "ды": 144,
      "зэр": 145,
      "а ": 146,
      "лъэ": 147,
      "и, ": 148,
      ".\n": 149,
      "кIэ ": 150,
      "бы": 151,
      "ны": 152,
      "ар": 153,
      "пс": 154,
      "т ": 155,
      "хэм ": 156,
      "мэ": 157,
      "те": 158,
      "ур": 159,
      "щIы": 160,
      "гъуэ": 161,
      "ан": 162,
      "ап": 163,
      "ал": 164,
      "ты": 165,
      "къэ": 166,
      ". А": 167,
      "кIуэ": 168,
      "къым": 169,
      "дж": 170,
      "хы": 171,
      "зэры": 172,
      "хэр ": 173,
      "Iу": 174,
      "кIы": 175,
      "ри": 176,
      "ат": 177,
      "рэ ": 178,
      "н ": 179,
      "ма": 180,
      "ну": 181,
      "ауэ ": 182,
      "кIэ": 183,
      "я ": 184,
      "ым ": 185,
      "бы ": 186,
      "цIы": 187,
      "къу": 188,
      "ар ": 189,
      "щ ": 190,
      "лъы": 191,
      "у, ": 192,
      "ащ ": 193,
      "кIу": 194,
      "тэ": 195,
      "нэхъ": 196,
      "лъа": 197,
      "Къ": 198,
      "м, ": 199,
      "ри ": 200,
      "щхьэ": 201,
      "Iэ ": 202,
      "фIэ": 203,
      "аб": 204,
      "ун": 205,
      "Iуэ": 206,
      "м и ": 207,
      "лэ": 208,
      "ра": 209,
      "ми ": 210,
      "пэ": 211,
      "ры": 212,
      "ит": 213,
      "да": 214,
      "хэр": 215,
      "къи": 216,
      "за": 217,
      "щ, ": 218,
      "си ": 219,
      "сэ": 220,
      "шы": 221,
      "абы ": 222,
      "ди": 223,
      "къуэ": 224,
      "ащ. ": 225,
      "де": 226,
      ",\n": 227,
      "мрэ ": 228,
      "мэ, ": 229,
      "гъа": 230,
      "джэ": 231,
      "ей ": 232,
      "псы": 233,
      "шэ": 234,
      "къа": 235,
      "жьы": 236,
      "Iэр": 237,
      "ий": 238,
      "» ": 239,
      "ну ": 240,
      "с ": 241,
      "щэ": 242,
      "псэ": 243,
      "джы": 244,
      "щхь": 245,
      ": ": 246,
      "къым ": 247,
      "ха": 248,
      "дэ ": 249,
      "хуэдэ": 250,
      "эм и ": 251,
      "щ. ": 252,
      "? ": 253,
      "ди ": 254,
      "ж ": 255,
      "игъэ": 256,
      "т, ": 257,
      "щIа": 258,
      "фIы": 259,
      "Iа": 260,
      "ащ, ": 261,
      "жьэ": 262,
      "сэ ": 263,
      "пы": 264,
      "ст": 265,
      "жа": 266,
      "уи ": 267,
      "дыг": 268,
      "! ": 269,
      "цIыху": 270,
      "Хь": 271,
      "жэ": 272,
      "жи": 273,
      "лы": 274,
      "са": 275,
      "ху ": 276,
      "на": 277,
      "гу ": 278,
      "эры": 279,
      "нэ ": 280,
      "къе": 281,
      "гъэ ": 282,
      "къым. ": 283,
      "фI": 284,
      "щыт": 285,
      "зы ": 286,
      "щIэ ": 287,
      "тхы": 288,
      "къым, ": 289,
      "Хьэ": 290,
      "уэ, ": 291,
      "ре": 292,
      "ла": 293,
      "псо": 294,
      "хэм я ": 295,
      "фы": 296,
      "эри ": 297,
      "ли": 298,
      "нэхъ ": 299,
      "ми, ": 300,
      "з ": 301,
      "т. ": 302,
      "ку": 303,
      "бэ": 304,
      "Сы": 305,
      "хъуэ": 306,
      "гъуэ ": 307,
      "куэ": 308,
      "ув": 309,
      "д ": 310,
      "зи": 311,
      "ри, ": 312,
      "лъагъу": 313,
      "кIэ, ": 314,
      "ужь": 315,
      "эрэ": 316,
      "ро": 317,
      "пса": 318,
      "лIы": 319,
      "у къы": 320,
      "фэ": 321,
      "ми": 322,
      "хуей": 323,
      "бгъэ": 324,
      "нэхъы": 325,
      "лъэп": 326,
      "кIи ": 327,
      "хуа": 328,
      "эрэ ": 329,
      "рэ": 330,
      "адыг": 331,
      "Iэм ": 332,
      "зэ ": 333,
      "тIэ": 334,
      "щI ": 335,
      "хуэ ": 336,
      "мкIэ ": 337,
      "хуи": 338,
      "плъ": 339,
      "Iуэху": 340,
      "щIал": 341,
      "мэ ": 342,
      "со": 343,
      "хьы": 344,
      "хъы": 345,
      "къыщы": 346,
      "Мы": 347,
      "ным ": 348,
      "гъэм ": 349,
      "тIы": 350,
      "гъу ": 351,
      "гуэр": 352,
      "ща": 353,
      "пIэ": 354,
      "зи ": 355,
      "лI": 356,
      "м. ": 357,
      "езы": 358,
      "гъы": 359,
      "но": 360,
      "Iэр ": 361,
      "си": 362,
      "гуры": 363,
      "урэ ": 364,
      "хэм я": 365,
      "къуэ ": 366,
      "дз": 367,
      "до": 368,
      "абы": 369,
      "урэ": 370,
      "кIа": 371,
      "дун": 372,
      "къо": 373,
      "хуэдэ ": 374,
      "имы": 375,
      "ад": 376,
      "пщы": 377,
      "кIуэ ": 378,
      "къ ": 379,
      "ири": 380,
      "уа": 381,
      "р, ": 382,
      "кI ": 383,
      "же": 384,
      "ко": 385,
      "ейм ": 386,
      "лIэ": 387,
      "ий ": 388,
      "плъы": 389,
      "пщI": 390,
      "», ": 391,
      "ащ.\n": 392,
      "анэ ": 393,
      "хьэ ": 394,
      "то": 395,
      "зэхэ": 396,
      "иджы": 397,
      ". Абы ": 398,
      "цIыкIу": 399,
      "Си ": 400,
      "ту ": 401,
      "И ": 402,
      "зе": 403,
      "тI": 404,
      "тхьэ": 405,
      "жь ": 406,
      "къызэры": 407,
      "щ.\n": 408,
      "гъуа": 409,
      "деж ": 410,
      "хуэдэу ": 411,
      "Зы": 412,
      "хъуа": 413,
      "щи": 414,
      "та": 415,
      "уна": 416,
      "кIа ": 417,
      "хь ": 418,
      "ым и ": 419,
      "зо": 420,
      "ан ": 421,
      "згъэ": 422,
      "у. ": 423,
      "Къэ": 424,
      "шхуэ": 425,
      "гупсы": 426,
      ":\n": 427,
      "илъэ": 428,
      "дзэ": 429,
      "рат": 430,
      "Сэ ": 431,
      "по": 432,
      "… ": 433,
      "уб": 434,
      "гъэр ": 435,
      "ен": 436,
      "эри, ": 437,
      "ныб": 438,
      "Нэ": 439,
      "къызэ": 440,
      "е ": 441,
      "къыс": 442,
      "ин": 443,
      "пщ": 444,
      "?\n": 445,
      "умы": 446,
      "гум ": 447,
      "Iэу ": 448,
      "ер": 449,
      "хи": 450,
      "лъ ": 451,
      "бз": 452,
      "ныр ": 453,
      "щIи": 454,
      "плъэ": 455,
      "Къы": 456,
      "ныгъэ": 457,
      ". Ар ": 458,
      "убы": 459,
      "псалъ": 460,
      "хъэ": 461,
      "тым ": 462,
      "ще": 463,
      "пэ ": 464,
      "нэгъуэ": 465,
      "зыгъэ": 466,
      "хэт": 467,
      "сыт ": 468,
      "щыIэ": 469,
      "дей": 470,
      "зэри": 471,
      "уры": 472,
      "къуа": 473,
      "ба": 474,
      "ик": 475,
      "абы и ": 476,
      "хуе": 477,
      "итIы": 478,
      "Ма": 479,
      "ск": 480,
      "па": 481,
      "итI": 482,
      "мы ": 483,
      "блэ": 484,
      "къри": 485,
      "19": 486,
      "бэр": 487,
      "гуэр ": 488,
      "Гъ": 489,
      "хъуну": 490,
      "къыщIэ": 491,
      "щIэу ": 492,
      "псэу": 493,
      "эр, ": 494,
      "адыгэ": 495,
      "хэмрэ ": 496,
      ". Ауэ ": 497,
      "къыт": 498,
      "зэра": 499,
      "гъащI": 500,
      "къэр": 501,
      "нур": 502,
      "дыдэ": 503,
      "фэ ": 504,
      "мо": 505,
      "жыр": 506,
      "н хуей": 507,
      "бзэ": 508,
      "хаб": 509,
      "псалъэ": 510,
      "!\n": 511,
      "ал ": 512,
      "щхьэ ": 513,
      "хэр, ": 514,
      "щхьэкIэ ": 515,
      "ти, ": 516,
      "зым ": 517,
      "хуэди": 518,
      "шхуэ ": 519,
      "бэ ": 520,
      "– А": 521,
      "Зэ": 522,
      "жу ": 523,
      "унэ": 524,
      "пIэ ": 525,
      "хъу ": 526,
      "л ": 527,
      "лъху": 528,
      "кIу ": 529,
      "– жи": 530,
      "се": 531,
      "мыхъу": 532,
      "р. ": 533,
      "що": 534,
      "къал": 535,
      "къыдэ": 536,
      "атэ": 537,
      "ащэ": 538,
      "хэм, ": 539,
      "мыгъэ": 540,
      "ныкъуэ": 541,
      "Ди ": 542,
      "иIэ": 543,
      "– У": 544,
      "егъэ": 545,
      ": «": 546,
      "гуэ": 547,
      "къыхэ": 548,
      "х ": 549,
      "кIыж": 550,
      "щи, ": 551,
      "хэри ": 552,
      "къыз": 553,
      "бг": 554,
      "ль": 555,
      "махуэ": 556,
      "рагъэ": 557,
      "тыр ": 558,
      "терат": 559,
      "Хъ": 560,
      "хэм": 561,
      "псори ": 562,
      "куэд ": 563,
      "нш": 564,
      "Гу": 565,
      "ка": 566,
      "алы": 567,
      "щIэр": 568,
      "хьа": 569,
      "адыгэ ": 570,
      "Ды": 571,
      "ис": 572,
      "пщIы": 573,
      "пщэ": 574,
      "гъуэм ": 575,
      "тыр": 576,
      "адэ": 577,
      "пщIэ": 578,
      "хуэмы": 579,
      "апэ": 580,
      "ло": 581,
      "куэд": 582,
      ". У": 583,
      "деж": 584,
      "ет": 585,
      "зэфIэ": 586,
      "гуа": 587,
      "ригъэ": 588,
      "ус": 589,
      ". А ": 590,
      "лъхьэ": 591,
      "Сыт ": 592,
      "саб": 593,
      "ншэ": 594,
      "гур ": 595,
      "хьэм ": 596,
      "чы": 597,
      "жьа": 598,
      "щхьэр ": 599,
      "хэ ": 600,
      "зыр ": 601,
      "щымы": 602,
      ") ": 603,
      "цIыху ": 604,
      "къып": 605,
      "жын": 606,
      "пап": 607,
      "щIалэ": 608,
      "джа": 609,
      "ор": 610,
      "увы": 611,
      "т.\n": 612,
      "Хэ": 613,
      "дгъэ": 614,
      "литерат": 615,
      "м.\n": 616,
      "Мэ": 617,
      "йо": 618,
      ". П": 619,
      "хъун": 620,
      "икIи ": 621,
      "бж": 622,
      "зауэ": 623,
      "вэ": 624,
      "емы": 625,
      "хо": 626,
      "За": 627,
      "къым.\n": 628,
      "ес": 629,
      "…\n": 630,
      "пхъу": 631,
      "ле": 632,
      "лэжьы": 633,
      "у щыт": 634,
      "эра": 635,
      "зыхэ": 636,
      ". Ап": 637,
      "лъэпкъ ": 638,
      "ч ": 639,
      "ар, ": 640,
      "къыте": 641,
      "щIо": 642,
      "щыщ": 643,
      "къигъэ": 644,
      "нэужь": 645,
      "Iэн": 646,
      "шхы": 647,
      "жьым ": 648,
      "Iэры": 649,
      "? – ": 650,
      "ахэр ": 651,
      "уса": 652,
      "апIэ": 653,
      "ара": 654,
      "щэ ": 655,
      "хэми ": 656,
      "Iуэху ": 657,
      "дзы": 658,
      "нэмы": 659,
      "нэгъуэщI ": 660,
      "бо": 661,
      "п ": 662,
      "дунейм ": 663,
      "игу ": 664,
      "закъуэ": 665,
      "тха": 666,
      "ныгъэ ": 667,
      "щыщ ": 668,
      "хъыб": 669,
      "Iэм": 670,
      "жыну": 671,
      "теу": 672,
      "Къэбэр": 673,
      "Iащ ": 674,
      "хэлъ": 675,
      "дэм ": 676,
      "ащи, ": 677,
      ". – ": 678,
      "ныбжьэ": 679,
      "кIыр": 680,
      "гъуэр ": 681,
      "анэ": 682,
      "ку ": 683,
      "ужьы": 684,
      "шэ ": 685,
      "щызэ": 686,
      "ура": 687,
      "уэрэ": 688,
      "жьэ ": 689,
      "кIын": 690,
      "Му": 691,
      "зэре": 692,
      "пащ": 693,
      "къар": 694,
      "фIыуэ ": 695,
      "кIыу ": 696,
      "пIэр": 697,
      "махуэ ": 698,
      "япэ ": 699,
      "ЦIы": 700,
      "жыпIэ": 701,
      "тхэ": 702,
      "хьа ": 703,
      "ав": 704,
      "Иджы": 705,
      "илъэс ": 706,
      "ейр ": 707,
      "Со": 708,
      "губ": 709,
      "ам": 710,
      "хъур": 711,
      "зыри ": 712,
      "щIа ": 713,
      "м\n": 714,
      "ш ": 715,
      "», «": 716,
      ", и ": 717,
      "пIа": 718,
      "ягъэ": 719,
      "тIыс": 720,
      "бгъэдэ": 721,
      "ха ": 722,
      "дыхьэ": 723,
      "и. ": 724,
      "къэ ": 725,
      "узы": 726,
      "пIэм ": 727,
      "лэ ": 728,
      "хъыджэ": 729,
      "слъэ": 730,
      "у.\n": 731,
      "тэкъым. ": 732,
      ", – ": 733,
      "тIу": 734,
      "жа ": 735,
      "увэ": 736,
      "пе": 737,
      "ист": 738,
      " гъэм ": 739,
      "Лъ": 740,
      "Ба": 741,
      "хуэдиз": 742,
      "апхуэдэ ": 743,
      "щIэм ": 744,
      "кум ": 745,
      "насы": 746,
      "гугъу ": 747,
      "фи": 748,
      "чэ": 749,
      "гъунэ": 750,
      ". Ар": 751,
      "цI": 752,
      "ар. ": 753,
      "тэкъым ": 754,
      "зыхуэ": 755,
      "ант": 756,
      "жыс": 757,
      "иужь": 758,
      "щIэр ": 759,
      "гъусэ": 760,
      "ат. ": 761,
      "къалэ": 762,
      "джэ ": 763,
      "урэ, ": 764,
      "пи": 765,
      "щIалэ ": 766,
      "кIэлъы": 767,
      "шху": 768,
      "рей ": 769,
      "здэ": 770,
      "нур ": 771,
      "тет": 772,
      "щым ": 773,
      "ауэ щыт": 774,
      "Уи ": 775,
      "мыхьэ": 776,
      "н, ": 777,
      "Адыг": 778,
      "апIэ ": 779,
      "Да": 780,
      "рыс": 781,
      "жьыр ": 782,
      "гуэрым ": 783,
      "ари ": 784,
      "цIэ": 785,
      "усы": 786,
      "ати, ": 787,
      "три": 788,
      "фI ": 789,
      "лъыт": 790,
      "хэт ": 791,
      "жащ. ": 792,
      "къэс": 793,
      "бзы": 794,
      "пI": 795,
      "зэма": 796,
      "мыр": 797,
      "арэ": 798,
      "ша": 799,
      "убли": 800,
      "щыты": 801,
      "нэм ": 802,
      "Iэп": 803,
      "щIэ, ": 804,
      "ва": 805,
      "! – ": 806,
      "лъэ ": 807,
      "фа": 808,
      "у,\n": 809,
      "къуаж": 810,
      "ари": 811,
      "зыте": 812,
      "хьым ": 813,
      "хъуэ ": 814,
      "* ": 815,
      "и нэ": 816,
      "гъуэты": 817,
      "ме": 818,
      "кIэм ": 819,
      "бз ": 820,
      "уэр": 821,
      "уе": 822,
      "сыт": 823,
      "Сэ": 824,
      "сым ": 825,
      "щыхъу": 826,
      "ныбжьэгъу": 827,
      "гурыIу": 828,
      "Щы": 829,
      "псом ": 830,
      "Мы ": 831,
      "дахэ": 832,
      "упщI": 833,
      "ве": 834,
      "гъэр": 835,
      "нэр ": 836,
      "псоми ": 837,
      "хьэр": 838,
      "щIым ": 839,
      "гъ ": 840,
      "щIе": 841,
      "хабзэ": 842,
      "Дэ": 843,
      "гупсыс": 844,
      "бла": 845,
      "в ": 846,
      "къаб": 847,
      "псалъэ ": 848,
      "фэм ": 849,
      "иу": 850,
      "-м ": 851,
      "ну, ": 852,
      "щхьэкIэ, ": 853,
      "Жь": 854,
      "анэм ": 855,
      "20": 856,
      "ыр ": 857,
      "усакIуэ": 858,
      "ие": 859,
      ". Абы": 860,
      "теуху": 861,
      "къыр ": 862,
      "нал": 863,
      "ат, ": 864,
      "еи": 865,
      "мкIэ, ": 866,
      "гуфIэ": 867,
      "щIу ": 868,
      "убыд": 869,
      "Бо": 870,
      "ещхь": 871,
      "уд": 872,
      "пхъ": 873,
      "гъэм и ": 874,
      "т и ": 875,
      "нкIэ ": 876,
      "зыр": 877,
      "м,\n": 878,
      "Iуэ ": 879,
      "бий": 880,
      "ыр": 881,
      "лъэгъу": 882,
      "тэкъым, ": 883,
      "ащэ ": 884,
      "япэ": 885,
      "Къэбэрдей": 886,
      "жиIэ": 887,
      "бгы": 888,
      "щхьэм ": 889,
      "жым ": 890,
      "зэщIэ": 891,
      "гъащIэм ": 892,
      "иджыри ": 893,
      "сэр": 894,
      "ств": 895,
      "дей ": 896,
      "ман": 897,
      "уап": 898,
      "щIэныгъэ": 899,
      "жыр ": 900,
      "бл": 901,
      "хуэхъу": 902,
      "арт": 903,
      "цIыкIу ": 904,
      "ейуэ ": 905,
      "лэжь": 906,
      "у\n": 907,
      "мыр ": 908,
      "джэр": 909,
      "дыдэу ": 910,
      "псэр ": 911,
      "гъащIэ": 912,
      "фо": 913,
      "иджы ": 914,
      "шэр": 915,
      "итIыр ": 916,
      "ащ:\n": 917,
      "дым ": 918,
      "хэмы": 919,
      "къудей": 920,
      "Iуэхур ": 921,
      "щхъ": 922,
      "щIэгъуэ": 923,
      "абыхэм ": 924,
      "гурыIуэ": 925,
      "Про": 926,
      "жри": 927,
      "зэпы": 928,
      "кIуа": 929,
      "щэху": 930,
      "ЦIыху": 931,
      "хэр. ": 932,
      "ищI": 933,
      "тхылъ": 934,
      "сабий": 935,
      "тхакIуэ": 936,
      "усэ": 937,
      "- ": 938,
      "На": 939,
      "мура": 940,
      "гъуэгу": 941,
      "бжы": 942,
      "пшы": 943,
      "цIэр ": 944,
      "кIащ ": 945,
      "цIэ ": 946,
      "Ар ": 947,
      "уэ. ": 948,
      "нэс": 949,
      "зыху": 950,
      "щыгъу": 951,
      "унафэ": 952,
      "рей": 953,
      "жыну ": 954,
      "литератур": 955,
      "зэм ": 956,
      "Мухьэ": 957,
      "ира": 958,
      "тIа": 959,
      "Къа": 960,
      ". Абы и ": 961,
      "Мо": 962,
      "нэужь, ": 963,
      "нэхърэ ": 964,
      "Нал": 965,
      "лъаг": 966,
      "жри, ": 967,
      "нап": 968,
      "Зы ": 969,
      "Тхьэ": 970,
      "тхыгъэ": 971,
      "тра": 972,
      "дэу ": 973,
      "жаIэ": 974,
      "ащхьэ": 975,
      "тэкъым": 976,
      "гугъэ": 977,
      "мыщ": 978,
      "хэмкIэ ": 979,
      "кIэр ": 980,
      "сэбэ": 981,
      "Жы": 982,
      "у у": 983,
      "кIыну": 984,
      "у щы": 985,
      "Уэ": 986,
      "ащ: ": 987,
      "че": 988,
      "Iэри ": 989,
      "лI ": 990,
      "Пэ": 991,
      "дэр ": 992,
      "гъуэт": 993,
      "фIэкIа ": 994,
      "къуэр ": 995,
      "щхьэгъу": 996,
      "къэзы": 997,
      "0 ": 998,
      "зыми ": 999,
      "анэр ": 1000,
      "хуэдэу, ": 1001,
      "жу, ": 1002,
      "фIэщ ": 1003,
      "хьэл": 1004,
      "IэщIэ": 1005,
      "къэхъу": 1006,
      "; ": 1007,
      "Бэ": 1008,
      "А ": 1009,
      "жур": 1010,
      "рэ, ": 1011,
      ".. ": 1012,
      "Iэт": 1013,
      "лъэIу": 1014,
      "бжэ": 1015,
      "щыхьэ": 1016,
      "ис ": 1017,
      "сыр ": 1018,
      "Те": 1019,
      "Уэ ": 1020,
      "бгъу": 1021,
      "ви": 1022,
      "ф ": 1023,
      "во": 1024,
      "ужь ": 1025,
      "жэуап": 1026,
      "уи": 1027,
      "дызэ": 1028,
      "жын ": 1029,
      "уи, ": 1030,
      "хуаб": 1031,
      "хъыбар": 1032,
      "унэм ": 1033,
      "лъыр ": 1034,
      "ши": 1035,
      "лъытэ": 1036,
      "лъэныкъуэ": 1037,
      "жыг": 1038,
      "хэр зэ": 1039,
      "лъхь": 1040,
      "псэлъы": 1041,
      "мыIэ": 1042,
      "ным и ": 1043,
      "к ": 1044,
      "апIэм ": 1045,
      "ж, ": 1046,
      "нщ, ": 1047,
      "шхуэм ": 1048,
      "къагъэ": 1049,
      "фи ": 1050,
      "гуфIы": 1051,
      "псэ ": 1052,
      "хуэс": 1053,
      "хэм ящыщ": 1054,
      "али": 1055,
      "щтэ": 1056,
      ". 1": 1057,
      "итI ": 1058,
      "ныр": 1059,
      "Зи ": 1060,
      "рым ": 1061,
      ". И": 1062,
      "публи": 1063,
      "нэ, ": 1064,
      "езым ": 1065,
      "Ар": 1066,
      "га": 1067,
      "нт": 1068,
      "псэм ": 1069,
      "мащIэ": 1070,
      "мэм ": 1071,
      "щIыр": 1072,
      "лым ": 1073,
      "зыгуэр ": 1074,
      "ЛIы": 1075,
      "итIым ": 1076,
      "–\n": 1077,
      "мэхъу": 1078,
      "у сы": 1079,
      "дэнэ ": 1080,
      "хуо": 1081,
      "ЩIы": 1082,
      "тым и ": 1083,
      "анд": 1084,
      "пхы": 1085,
      "антIэ": 1086,
      "зэ\n": 1087,
      "й ": 1088,
      "лъэпкъ": 1089,
      "зэи ": 1090,
      "– жиIащ ": 1091,
      "про": 1092,
      "шым ": 1093,
      "кэ": 1094,
      "лъэм ": 1095,
      "зэрыщы": 1096,
      "фIа": 1097,
      "нщ ": 1098,
      "Дун": 1099,
      "ман ": 1100,
      "зэте": 1101,
      "жащ ": 1102,
      "» – ": 1103,
      "Я ": 1104,
      "щт": 1105,
      ". «": 1106,
      "куэдрэ ": 1107,
      "дауэ ": 1108,
      "къра": 1109,
      "къыща": 1110,
      "щIэкI": 1111,
      "дуней ": 1112,
      "ЩI": 1113,
      "зыщы": 1114,
      "сэм ": 1115,
      "хуэм": 1116,
      "Адыгэ ": 1117,
      "у къэ": 1118,
      "ин ": 1119,
      "цэ": 1120,
      "фыну": 1121,
      "макъ ": 1122,
      "Iэмал ": 1123,
      "ей, ": 1124,
      "Iэ, ": 1125,
      "р и ": 1126,
      "апхуэдиз": 1127,
      "гъащIэ ": 1128,
      "Жэ": 1129,
      "), ": 1130,
      "цIэры": 1131,
      "псын": 1132,
      "Дэ ": 1133,
      "», – ": 1134,
      "гугъу": 1135,
      "хэу ": 1136,
      "шх": 1137,
      "кIэры": 1138,
      "хэм ящыщ ": 1139,
      "укIы": 1140,
      "фэр ": 1141,
      "лъагъу ": 1142,
      "еплъы": 1143,
      "Кав": 1144,
      "каз ": 1145,
      "пщIэ ": 1146,
      "зэмы": 1147,
      "арэ ": 1148,
      "дуней": 1149,
      "хуэдиз ": 1150,
      "къу ": 1151,
      "пэм ": 1152,
      "апхуэдэу ": 1153,
      "пс ": 1154,
      "об": 1155,
      "Абы ": 1156,
      "езы ": 1157,
      "бзэ ": 1158,
      "Iи": 1159,
      "хьыр ": 1160,
      "гупсысэ": 1161,
      "щIауэ ": 1162,
      "Балъ": 1163,
      "щIыхьэ": 1164,
      "Куэ": 1165,
      "зан": 1166,
      "унэ ": 1167,
      "фIэ ": 1168,
      "пащты": 1169,
      "кIи, ": 1170,
      "пхъэ": 1171,
      "ту": 1172,
      "нщ": 1173,
      "эр. ": 1174,
      "нобэ ": 1175,
      "Прозэ\n": 1176,
      "акъы": 1177,
      "ея": 1178,
      "ире": 1179,
      "хэм къа": 1180,
      "щыс": 1181,
      "къызы": 1182,
      "хъумэ": 1183,
      "Дж": 1184,
      "хуей ": 1185,
      "Iуа": 1186,
      "бжь": 1187,
      "эри": 1188,
      "Лъэ": 1189,
      "хуагъэ": 1190,
      "Шэ": 1191,
      "псы ": 1192,
      "тIэ, ": 1193,
      "кэ ": 1194,
      "Бе": 1195,
      "вы": 1196,
      "иригъэ": 1197,
      "апэ ": 1198,
      "лэжьа": 1199,
      "жиI": 1200,
      "у зы": 1201,
      "щIыр ": 1202,
      "зэрыхъу": 1203,
      "нэху": 1204,
      "Урыс": 1205,
      "Иджы ": 1206,
      "гъащIэр ": 1207,
      "гъэщIэгъуэ": 1208,
      "бзэр ": 1209,
      "жауэ ": 1210,
      "гугъ": 1211,
      "Iэри, ": 1212,
      "кIри, ": 1213,
      "ухы": 1214,
      "къэкIуэ": 1215,
      "кIыр ": 1216,
      "зэманым ": 1217,
      "бий ": 1218,
      "щигъэ": 1219,
      "жащ, ": 1220,
      "къэс ": 1221,
      "тIэкIу ": 1222,
      "къур": 1223,
      "зэригъэ": 1224,
      "дэтхэ": 1225,
      "атIэ ": 1226,
      "едж": 1227,
      "Фы": 1228,
      "ныгъэм ": 1229,
      "щI, ": 1230,
      "лъэпкъы": 1231,
      "аращ ": 1232,
      "зды": 1233,
      "у зэ": 1234,
      "Псы": 1235,
      "гъуэгу ": 1236,
      "сурэ": 1237,
      "ж. ": 1238,
      "гуп": 1239,
      "Iуэтэ": 1240,
      "Iыгъы": 1241,
      "зыгуэр": 1242,
      "вгъэ": 1243,
      "ни": 1244,
      "лажьэ": 1245,
      "Шы": 1246,
      "аргуэр": 1247,
      "нэхъыфI": 1248,
      "насыпы": 1249,
      "кIэ. ": 1250,
      "нэгъуэщI": 1251,
      "къэрал": 1252,
      "кхъу": 1253,
      "уэр ": 1254,
      "Зэры": 1255,
      "су": 1256,
      "темы": 1257,
      "щ: ": 1258,
      "сыщы": 1259,
      "хузэфIэ": 1260,
      "вэ ": 1261,
      "езыр ": 1262,
      "еплъ": 1263,
      "ЩIал": 1264,
      "лъэхъэ": 1265,
      "1 ": 1266,
      "маху": 1267,
      "Iэпы": 1268,
      "кI, ": 1269,
      "хъуа ": 1270,
      "джэгу": 1271,
      "зыщIэ": 1272,
      "Къэбэрдей-": 1273,
      "щIыхь": 1274,
      "сэр ": 1275,
      "иджыпс": 1276,
      "пэт": 1277,
      "хъа": 1278,
      "къыщи": 1279,
      "махуэм ": 1280,
      "ур ": 1281,
      "узэ": 1282,
      "зэрыщыт": 1283,
      "Ал": 1284,
      "н и ": 1285,
      "журнал": 1286,
      "лIа": 1287,
      "Псо": 1288,
      "мым ": 1289,
      "къыхуэ": 1290,
      "ж.\n": 1291,
      "псэу ": 1292,
      "кто": 1293,
      "дзэ ": 1294,
      "ууэ ": 1295,
      "жес": 1296,
      "цIыкIум ": 1297,
      "». ": 1298,
      "м» ": 1299,
      "зэр ": 1300,
      "жыхуа": 1301,
      "зэхуэ": 1302,
      "Iуэхум ": 1303,
      "жан": 1304,
      "не": 1305,
      "Iэда": 1306,
      "псыр ": 1307,
      "кIуэр": 1308,
      "гъуазэ": 1309,
      "гъунэгъу": 1310,
      "щIагъэ": 1311,
      "кIащ. ": 1312,
      "хьэр ": 1313,
      "мыщIэ": 1314,
      "псым ": 1315,
      "къэрал ": 1316,
      "лъэр ": 1317,
      "кIуэм ": 1318,
      "мып": 1319,
      "кIуэр ": 1320,
      "».\n": 1321,
      "у я": 1322,
      "хьэлэ": 1323,
      "о ": 1324,
      "хьэзыр": 1325,
      "нша": 1326,
      "зыры": 1327,
      ", си ": 1328,
      "ну. ": 1329,
      "жщ, ": 1330,
      "хуигъэ": 1331,
      "ЩIэ": 1332,
      "апхуэдэ": 1333,
      "лIы ": 1334,
      "Ап": 1335,
      "тIо": 1336,
      "кIэ зэ": 1337,
      "Бори": 1338,
      "бжьы": 1339,
      "Що": 1340,
      "пцIы": 1341,
      "Мис ": 1342,
      "хэм. ": 1343,
      "ныгъэр ": 1344,
      "цIыхум ": 1345,
      "хьэлIэ": 1346,
      "псэху": 1347,
      "кIыу, ": 1348,
      "дыдэ ": 1349,
      "рт ": 1350,
      "тхьэмыщ": 1351,
      "бза": 1352,
      "лъэпкъым ": 1353,
      "къуажэ": 1354,
      "пIэрэ": 1355,
      "Мухьэмэ": 1356,
      "лэжьэ": 1357,
      "къуажэм ": 1358,
      "ти": 1359,
      "?! ": 1360,
      "мылъ": 1361,
      "ащ. А": 1362,
      "дэс": 1363,
      "дежкIэ ": 1364,
      "Тыр": 1365,
      "уу": 1366,
      "икэ": 1367,
      "тIэ ": 1368,
      "усэ ": 1369,
      "гъым ": 1370,
      "» (": 1371,
      "Алы": 1372,
      "нар": 1373,
      "псэлъэ": 1374,
      "сэри ": 1375,
      "кIауэ ": 1376,
      "у и": 1377,
      "дза": 1378,
      "ти ": 1379,
      "рес": 1380,
      "кIуэды": 1381,
      "Гъуэ": 1382,
      "щIына": 1383,
      "къулы": 1384,
      "щIыгъу": 1385,
      "зиIэ ": 1386,
      "Къу": 1387,
      "ахъ": 1388,
      "нэгу ": 1389,
      "Щхьэ": 1390,
      "р.\n": 1391,
      "утIы": 1392,
      "скэ ": 1393,
      "ухуэ": 1394,
      "хуит": 1395,
      "15": 1396,
      "кIуэ, ": 1397,
      "хъыбар ": 1398,
      "* * ": 1399,
      "щыгъуэ": 1400,
      "шыр ": 1401,
      "он": 1402,
      "кIур": 1403,
      "ар.\n": 1404,
      "лъанд": 1405,
      "сигу ": 1406,
      "пхуэ": 1407,
      "гуза": 1408,
      "ФIы": 1409,
      "нщ. ": 1410,
      "10": 1411,
      "кIуэу ": 1412,
      "ии": 1413,
      "мо ": 1414,
      "-м и ": 1415,
      "уз": 1416,
      "ни ": 1417,
      "плъагъу": 1418,
      "къуэм ": 1419,
      "дэр": 1420,
      "умыгъэ": 1421,
      "мурад ": 1422,
      "литературэ": 1423,
      "жыпIэмэ, ": 1424,
      "лыр ": 1425,
      "хъыджэбз ": 1426,
      "щыгъуэ ": 1427,
      "щагъэ": 1428,
      "ух": 1429,
      "шэч ": 1430,
      "рт, ": 1431,
      "тхылъ ": 1432,
      "къыще": 1433,
      "цэ ": 1434,
      "мрэ": 1435,
      "гупсысы": 1436,
      "пол": 1437,
      "рт. ": 1438,
      "кIуэд": 1439,
      "гузэ": 1440,
      "гуапэ": 1441,
      "дджы": 1442,
      "щхьэщы": 1443,
      "Хэт ": 1444,
      "къым – ": 1445,
      "Тхьэм ": 1446,
      "уIэ": 1447,
      "Iуащхьэ": 1448,
      "хьащ. ": 1449,
      "у, и ": 1450,
      "цIыкIур ": 1451,
      "щэн": 1452,
      "Аслъэ": 1453,
      "езым и ": 1454,
      "газе": 1455,
      "убыды": 1456,
      "екIуэ": 1457,
      "3 ": 1458,
      "Илъэ": 1459,
      "Ан": 1460,
      "бзэкIэ ": 1461,
      "ныкъуэ ": 1462,
      "Но": 1463,
      "дж ": 1464,
      "хьащ ": 1465,
      "хьэлI": 1466,
      "у и ": 1467,
      "къызэри": 1468,
      "щIащ ": 1469,
      "– Сы": 1470,
      "Ин": 1471,
      "жащ.\n": 1472,
      "ип": 1473,
      "н пап": 1474,
      "сыту ": 1475,
      "тынш": 1476,
      ". Апхуэдэ ": 1477,
      "зыбж": 1478,
      "у къыщIэ": 1479,
      "гушы": 1480,
      "шхэ": 1481,
      "къригъэ": 1482,
      "зэрызэ": 1483,
      "ущы": 1484,
      "фызы": 1485,
      "джэм ": 1486,
      "дап": 1487,
      "публик": 1488,
      "илъэс": 1489,
      "мыбы ": 1490,
      "). ": 1491,
      "эрт ": 1492,
      "ирагъэ": 1493,
      "зауэм ": 1494,
      "»\n": 1495,
      "Ха": 1496,
      "бе": 1497,
      "бжьэ": 1498,
      "щыр ": 1499,
      "щап": 1500,
      "гра": 1501,
      "пщIант": 1502,
      "кIар ": 1503,
      "адэм ": 1504,
      "щ,\n": 1505,
      "хьэщIэ": 1506,
      "нэры": 1507,
      "сыхьэ": 1508,
      "Къэбэрдей-Балъ": 1509,
      "щIигъэ": 1510,
      "къабзэ": 1511,
      "ххэ": 1512,
      "пIэр ": 1513,
      "лъап": 1514,
      "къысхуэ": 1515,
      "шхуэр ": 1516,
      "Iа ": 1517,
      "дэлъху": 1518,
      "7 ": 1519,
      "схуэ": 1520,
      "ищIэ": 1521,
      "къап": 1522,
      "хэри, ": 1523,
      "Налшы": 1524,
      "Ауэ ": 1525,
      "жэ ": 1526,
      "кIуа ": 1527,
      "унафэ ": 1528,
      "зауэ ": 1529,
      "уты": 1530,
      "дигъэ": 1531,
      "мрэ я ": 1532,
      "сэ сы": 1533,
      "зэрагъэ": 1534,
      "Сэ сы": 1535,
      "абэ": 1536,
      "фе": 1537,
      "телъы": 1538,
      "псалъэм ": 1539,
      "Ны": 1540,
      "мэр ": 1541,
      "дэмы": 1542,
      "хэр къы": 1543,
      "– Сыт ": 1544,
      "пэры": 1545,
      "та ": 1546,
      "хъ ": 1547,
      "гъуэу ": 1548,
      "теты": 1549,
      "лей": 1550,
      "Тхы": 1551,
      "змы": 1552,
      "2 ": 1553,
      "Хъы": 1554,
      "хе": 1555,
      "зэIу": 1556,
      "Али": 1557,
      "дахэ ": 1558,
      "поэ": 1559,
      "щIэс": 1560,
      "пэщIэ": 1561,
      "мат": 1562,
      "м, и ": 1563,
      "жэуап ": 1564,
      "фащэ": 1565,
      "ду": 1566,
      "шына": 1567,
      "щ, – ": 1568,
      "хъар": 1569,
      "зэп": 1570,
      "лIыхъу": 1571,
      "гущIэ": 1572,
      "пэж": 1573,
      "тIэкIу": 1574,
      "фIо": 1575,
      "Iур": 1576,
      "мэ. ": 1577,
      "пху": 1578,
      "дыдэм ": 1579,
      "хагъэ": 1580,
      "уды": 1581,
      "бзэм ": 1582,
      "тх": 1583,
      "ащ: «": 1584,
      "лог": 1585,
      "нэу ": 1586,
      "хигъэ": 1587,
      "щ. А": 1588,
      "щыгъуи ": 1589,
      "хьи": 1590,
      "ник": 1591,
      "хыхьэ": 1592,
      "Хьэуэ, ": 1593,
      "лъандэрэ ": 1594,
      "макъ": 1595,
      "лэжьыгъэ": 1596,
      "зри": 1597,
      "фIы ": 1598,
      "къре": 1599,
      "нэхъыбэ": 1600,
      "5 ": 1601,
      "Ис": 1602,
      "ут": 1603,
      "щхьэусы": 1604,
      "тIысхьэ": 1605,
      "Жан": 1606,
      "абыхэм я ": 1607,
      "джэн": 1608,
      "куэдым ": 1609,
      "14": 1610,
      "вор": 1611,
      "хъуауэ ": 1612,
      "къэралы": 1613,
      "кур": 1614,
      "18": 1615,
      "кIащ, ": 1616,
      "худо": 1617,
      "зэхи": 1618,
      "тхьэма": 1619,
      "къэмы": 1620,
      "кIэр": 1621,
      "Саб": 1622,
      "Iэты": 1623,
      "зэман ": 1624,
      "етIу": 1625,
      "зригъэ": 1626,
      "теат": 1627,
      "къегъэ": 1628,
      "шко": 1629,
      "теухуауэ ": 1630,
      "хъулIэ": 1631,
      "телъ": 1632,
      "нэхъри ": 1633,
      "зэхэс": 1634,
      "зигъэ": 1635,
      "кIий": 1636,
      "амбо": 1637,
      "гы": 1638,
      "лIэужьы": 1639,
      "егъэджа": 1640,
      "ЖьантIэ": 1641,
      "нт ": 1642,
      "адэр ": 1643,
      "хь, ": 1644,
      "аль": 1645,
      "т: ": 1646,
      "шэрджэ": 1647,
      "нэщхъ": 1648,
      "благъэ": 1649,
      "бэм ": 1650,
      "рит": 1651,
      "жри ": 1652,
      "ншэу ": 1653,
      "ным, ": 1654,
      "пщэ ": 1655,
      "и щхьэр ": 1656,
      "щ – ": 1657,
      "-щэ": 1658,
      "тэмэ": 1659,
      "КIы": 1660,
      "ки": 1661,
      "дыр ": 1662,
      "ЖьантIэ\n": 1663,
      "къыщIэкIын": 1664,
      "би": 1665,
      "са ": 1666,
      "Бы": 1667,
      "нэхъыщхьэ": 1668,
      "шэр ": 1669,
      "эрэ, ": 1670,
      "илъ": 1671,
      "жьу ": 1672,
      "Ли": 1673,
      "зыщIы": 1674,
      "хьэлъэ": 1675,
      "плъ ": 1676,
      "уэм ": 1677,
      "мур": 1678,
      "ствен": 1679,
      "хъэ ": 1680,
      "гъунэгъу ": 1681,
      "щыIэ ": 1682,
      "къэ, ": 1683,
      "псалъэр ": 1684,
      "Iыгъ": 1685,
      "пIэрэ ": 1686,
      "дзэм ": 1687,
      "ми. ": 1688,
      "ИтI": 1689,
      "ска": 1690,
      "къэр ": 1691,
      "дыгъу": 1692,
      "Гъэ": 1693,
      "нэсы": 1694,
      "хъуэпс": 1695,
      "иужькIэ ": 1696,
      "иджыпсту ": 1697,
      "лас": 1698,
      "на ": 1699,
      "ху, ": 1700,
      "уп": 1701,
      "До": 1702,
      "еп": 1703,
      "ну сы": 1704,
      "псо ": 1705,
      "закъуэ ": 1706,
      "хьу ": 1707,
      "блы": 1708,
      "б ": 1709,
      "ани ": 1710,
      "лей ": 1711,
      "жеIэ ": 1712,
      "кI. ": 1713,
      "литературэм ": 1714,
      "хэс": 1715,
      "нущ ": 1716,
      "уэра": 1717,
      "шу ": 1718,
      "кIэ сы": 1719,
      "еджэ": 1720,
      "мыгъуэ": 1721,
      "зым и ": 1722,
      "пэщ": 1723,
      "цIыхур ": 1724,
      "кIуэцI": 1725,
      "жи ": 1726,
      "гъыр ": 1727,
      "цист": 1728,
      "имыгъэ": 1729,
      "занщIэу ": 1730,
      "ев": 1731,
      "эрт. ": 1732,
      "9 ": 1733,
      "упщIы": 1734,
      "адрей ": 1735,
      "шы ": 1736,
      "льт": 1737,
      "ем ": 1738,
      "сфIэ": 1739,
      "къызо": 1740,
      "н хуей ": 1741,
      "гъусэу ": 1742,
      "жагъуэ ": 1743,
      "хауэ ": 1744,
      "нэхъыжь": 1745,
      "теухуа ": 1746,
      "уш": 1747,
      "тепсэлъы": 1748,
      ". Апхуэдэ": 1749,
      "и Iэ": 1750,
      "щхъу": 1751,
      "уэ.\n": 1752,
      "дэIэпы": 1753,
      "къым: ": 1754,
      "уэрэд": 1755,
      "жмэ, ": 1756,
      "хъуащ ": 1757,
      "Нэгъуэ": 1758,
      "дэтхэнэ ": 1759,
      "сщIэ": 1760,
      "ужькIэ ": 1761,
      "щхьэкIэ": 1762,
      "лажь": 1763,
      "щекIуэ": 1764,
      "аргуэру ": 1765,
      "Хьэж": 1766,
      "нущ, ": 1767,
      "щри": 1768,
      "рыр ": 1769,
      "урыс ": 1770,
      "дзэр": 1771,
      "Мар": 1772,
      "макъыр ": 1773,
      "лъагъуэ": 1774,
      "шыпхъу": 1775,
      "бэлы": 1776,
      "жыхуи": 1777,
      "увыIэ": 1778,
      "рым и ": 1779,
      "с, ": 1780,
      "жащ": 1781,
      "пхъуэ": 1782,
      "хэку": 1783,
      "Iуат": 1784,
      "и «": 1785,
      "мин": 1786,
      "зэхуа": 1787,
      "гъэкIэ ": 1788,
      "урысы": 1789,
      "нэкIэ ": 1790,
      "щхьэхуэ": 1791,
      "сабий ": 1792,
      "13": 1793,
      "къутэ": 1794,
      "тхыгъэ ": 1795,
      "лажьэ ": 1796,
      "тIысы": 1797,
      "дри": 1798,
      "мащIэ ": 1799,
      "зэгъэ": 1800,
      "Гъа": 1801,
      "щIыпIэ": 1802,
      "пцI": 1803,
      "щIалэм ": 1804,
      "яIэ": 1805,
      "– С": 1806,
      "фIи": 1807,
      "Iэдакъэ": 1808,
      "12": 1809,
      "., ": 1810,
      "псор ": 1811,
      "ащэр ": 1812,
      "Щоджэн": 1813,
      "Пса": 1814,
      "нущ. ": 1815,
      "щIалэр ": 1816,
      "даIуэ": 1817,
      "лъэгъуэ": 1818,
      "хуа ": 1819,
      "жыжьэ": 1820,
      "хъуну ": 1821,
      ". Апхуэдэу ": 1822,
      "т. А": 1823,
      "ру": 1824,
      "Лъэп": 1825,
      "Ро": 1826,
      "иро": 1827,
      "тэр": 1828,
      "ау": 1829,
      "нэху ": 1830,
      "ар? ": 1831,
      "Къамбо": 1832,
      "Сыту ": 1833,
      "пщIантIэм ": 1834,
      "щIар ": 1835,
      "къэбэр": 1836,
      "алэ": 1837,
      "бэр ": 1838,
      "кI.\n": 1839,
      "6 ": 1840,
      "щIидз": 1841,
      "Налшык ": 1842,
      "тэ ": 1843,
      "жыIэ": 1844,
      "и.\n": 1845,
      "нщ.\n": 1846,
      "Шэр": 1847,
      "лъыхъуэ": 1848,
      "Iу ": 1849,
      "цэм ": 1850,
      "зи гугъу ": 1851,
      "дунейр ": 1852,
      "арат ": 1853,
      "къуажэ ": 1854,
      "кс": 1855,
      "макъа": 1856,
      "4 ": 1857,
      "ци": 1858,
      "яхуэ": 1859,
      "гъэхэм ": 1860,
      "тхылъы": 1861,
      "хыу ": 1862,
      "лъагэ": 1863,
      "хэр зэры": 1864,
      "ат.\n": 1865,
      "Аб": 1866,
      "у щыта ": 1867,
      "гурымы": 1868,
      "Джэ": 1869,
      "жьым и ": 1870,
      "реда": 1871,
      "уэрэд ": 1872,
      "ащэм ": 1873,
      "дызэры": 1874,
      "нэс ": 1875,
      "щIыкIэ": 1876,
      "щи ": 1877,
      "у щыта": 1878,
      "-\n": 1879,
      "щIэт": 1880,
      "ворче": 1881,
      "хъарзы": 1882,
      "нджэ": 1883,
      "къыфIэ": 1884,
      "гъазэ": 1885,
      "Ко": 1886,
      "лъапIэ": 1887,
      "хьауэ ": 1888,
      "лъэгъуа": 1889,
      "гъап": 1890,
      "хабзэ ": 1891,
      ". АрщхьэкIэ ": 1892,
      "!» ": 1893,
      "дра": 1894,
      "хьэн": 1895,
      "загъэ": 1896,
      "адрей": 1897,
      "кIым ": 1898,
      "..\n": 1899,
      "Дауэ ": 1900,
      "слъагъу": 1901,
      "кIри ": 1902,
      "Iэу, ": 1903,
      "Къэр": 1904,
      "лъытэ ": 1905,
      "То": 1906,
      "цы": 1907,
      "къызыхэ": 1908,
      "хутэ": 1909,
      "го": 1910,
      "дыщы": 1911,
      "Джэр": 1912,
      "– Ар ": 1913,
      "упщIэ": 1914,
      "дзауэ ": 1915,
      "жыг ": 1916,
      "зыхуей": 1917,
      "гу лъ": 1918,
      "тер": 1919,
      "ехы": 1920,
      "адэ ": 1921,
      "къыхуи": 1922,
      "ащ. Абы ": 1923,
      "тен": 1924,
      "щIы ": 1925,
      "хъуащ. ": 1926,
      "зыкъо": 1927,
      "тес": 1928,
      "арэзы": 1929,
      "ий и ": 1930,
      "ямы": 1931,
      "аращ. ": 1932,
      "пщыхьэ": 1933,
      "ген": 1934,
      "лIэщIы": 1935,
      "(«": 1936,
      "тригъэ": 1937,
      "къащ": 1938,
      "эр.\n": 1939,
      "Мыр ": 1940,
      "творче": 1941,
      "ар и ": 1942,
      "6\n": 1943,
      "ежьэ": 1944,
      "ато": 1945,
      "Кавка": 1946,
      "IэщIа": 1947,
      "– П": 1948,
      "апхуэдизкIэ ": 1949,
      "КIу": 1950,
      "СС": 1951,
      "мрэ и ": 1952,
      "р\n": 1953,
      "кIам ": 1954,
      "зымы": 1955,
      "рас": 1956,
      "стит": 1957,
      "хри, ": 1958,
      "къры": 1959,
      "ком": 1960,
      "Нэхъы": 1961,
      "– Уи ": 1962,
      "пащхьэ ": 1963,
      "сымы": 1964,
      "нэхърэ нэхъ ": 1965,
      "Ку": 1966,
      "Шэрджэ": 1967,
      "гупсысэ ": 1968,
      "нум ": 1969,
      "– Сэ ": 1970,
      "къыщыщIэ": 1971,
      "жыл": 1972,
      "Дэнэ ": 1973,
      "щIыкIэ ": 1974,
      "Iуэры": 1975,
      "дзэр ": 1976,
      "къыхи": 1977,
      "хьащ, ": 1978,
      "ублицист": 1979,
      "жым, ": 1980,
      "къыщIо": 1981,
      "джэр ": 1982,
      "Нэхъ ": 1983,
      "сыт щыгъуи ": 1984,
      "сыт хуэдэ ": 1985,
      "нщи, ": 1986,
      "хащ ": 1987,
      "шу": 1988,
      "щыщIэ": 1989,
      "къыб": 1990,
      "бзэр": 1991,
      "эрт, ": 1992,
      "абзэ": 1993,
      "пэщы": 1994,
      "8 ": 1995,
      "щIыпIэ ": 1996,
      "зимы": 1997,
      "тху": 1998,
      "нур? ": 1999,
      "зэримы": 2000,
      "сху": 2001,
      "тхьэкIу": 2002,
      "Кавказ ": 2003,
      "мурад": 2004,
      "-рэ ": 2005,
      ". Адыг": 2006,
      "хэр\n": 2007,
      "из": 2008,
      "гъуэм и ": 2009,
      "авто": 2010,
      "стэ": 2011,
      "уэри ": 2012,
      "ТIэ": 2013,
      "зезы": 2014,
      "цIыхубз ": 2015,
      "лъэпкъым и ": 2016,
      "уэрэ ": 2017,
      "гушхуэ": 2018,
      "жествен": 2019,
      "ефэ": 2020,
      "ншэ ": 2021,
      "щIэмы": 2022,
      "цIэрыIуэ ": 2023,
      "къулыкъу": 2024,
      "тэмэм": 2025,
      "сщIэр": 2026,
      "хэлъ ": 2027,
      "сэ, ": 2028,
      "адэкIэ ": 2029,
      "папщIэ, ": 2030,
      "Iуры": 2031,
      "дэт ": 2032,
      "тэдж": 2033,
      "бжьэ ": 2034,
      "дагъэ": 2035,
      "жиIэу ": 2036,
      "лIэ ": 2037,
      "лъэныкъуэкIэ ": 2038,
      "Борис ": 2039,
      "икэ\n": 2040,
      "ие ": 2041,
      "Хьэсэ": 2042,
      "бжэм ": 2043,
      "*\n": 2044,
      "обра": 2045,
      "ищIэр": 2046,
      ". И ": 2047,
      "жеIэ": 2048,
      "ныбжьэгъу ": 2049,
      "псынщIэу ": 2050,
      "ащхьэм ": 2051,
      "мэрэ ": 2052,
      "блэмэ ": 2053,
      "дрей": 2054,
      "сыма": 2055,
      "жызо": 2056,
      "къуда": 2057,
      "бдеж ": 2058,
      "ь ": 2059,
      "хьым и ": 2060,
      "зэуэ ": 2061,
      "Мади": 2062,
      "сэрэ ": 2063,
      "194": 2064,
      "КIыщо": 2065,
      "у къа": 2066,
      "чэнджэ": 2067,
      "щIащ. ": 2068,
      "у зэры": 2069,
      "хьэры": 2070,
      "лъэпкъыр ": 2071,
      "Тха": 2072,
      "дэкIэ ": 2073,
      "къэсы": 2074,
      "н хуейуэ ": 2075,
      "Ка": 2076,
      "гузэвэ": 2077,
      "гъэн": 2078,
      "къэ? ": 2079,
      "ныбжьы": 2080,
      "ащ. Ар ": 2081,
      "нукъым. ": 2082,
      "Iуфэм ": 2083,
      "къимы": 2084,
      "пщэдджы": 2085,
      "эр\n": 2086,
      "кIыну ": 2087,
      "къуан": 2088,
      "пэкIэ ": 2089,
      "адр": 2090,
      "гупы": 2091,
      "макъым ": 2092,
      "* * *\n": 2093,
      "ив": 2094,
      ". Е": 2095,
      "быд": 2096,
      "мафI": 2097,
      "гуэрхэр ": 2098,
      "Публицист": 2099,
      "вым ": 2100,
      "м-": 2101,
      "ер ": 2102,
      "псэлъ": 2103,
      "республик": 2104,
      "Iэзэ": 2105,
      "щIэныгъэ ": 2106,
      "дэ, ": 2107,
      "щIигъу": 2108,
      "Заур": 2109,
      "Ва": 2110,
      "Ра": 2111,
      "– Уэ ": 2112,
      "напэ": 2113,
      "щ! ": 2114,
      "къэзыгъэ": 2115,
      "защIэ": 2116,
      "имыIэу ": 2117,
      "тре": 2118,
      "хым ": 2119,
      "лъагъуэ ": 2120,
      "лIым ": 2121,
      ". Аращ ": 2122,
      "кIмэ, ": 2123,
      "къыздэ": 2124,
      "Гуащэ": 2125,
      "сиIэ": 2126,
      "зон": 2127,
      "нур, ": 2128,
      "куэдкIэ ": 2129,
      "хэмылъ": 2130,
      "ищIы": 2131,
      "къызэра": 2132,
      "щыпсэу ": 2133,
      "къуэш": 2134,
      "жауэ, ": 2135,
      ". Абыхэм ": 2136,
      "пща": 2137,
      "ухъу": 2138,
      "пIы": 2139,
      "дэIу": 2140,
      "художествен": 2141,
      "папщIэ ": 2142,
      "200": 2143,
      "ЦIыху ": 2144,
      "ц ": 2145,
      "КIэ": 2146,
      "бын": 2147,
      "усакIуэ ": 2148,
      "Ху": 2149,
      "шынэ": 2150,
      "ист ": 2151,
      "Сэри ": 2152,
      "къыху": 2153,
      "– Си ": 2154,
      "По": 2155,
      "мар": 2156,
      "хащ. ": 2157,
      "зыхи": 2158,
      "мэз ": 2159,
      ". Ахэр ": 2160,
      "пщыкIу": 2161,
      "ри. ": 2162,
      "жиIэр": 2163,
      "гъуазэ ": 2164,
      "гузавэ": 2165,
      "щIыхь ": 2166,
      "гъуей": 2167,
      "теле": 2168,
      "Iэпкъ": 2169,
      "гъуэгум ": 2170,
      "хьи, ": 2171,
      "Илъэс ": 2172,
      "ча": 2173,
      "хьмэ": 2174,
      "сэрей ": 2175,
      "и гу": 2176,
      "ныр, ": 2177,
      "д, ": 2178,
      "абэ ": 2179,
      "къыщIы": 2180,
      "кIэлъ": 2181,
      "хуэмыдэ": 2182,
      "мыхьэнэ": 2183,
      "Ел": 2184,
      "р,\n": 2185,
      "а нэужь, ": 2186,
      "ури": 2187,
      "джылы": 2188,
      "Iуатэ": 2189,
      "мэкъу": 2190,
      "Къар": 2191,
      "къым, – ": 2192,
      "клас": 2193,
      "IэфI": 2194,
      "чи": 2195,
      "щыхьэт ": 2196,
      "текIуэ": 2197,
      "КъБ": 2198,
      "кIын ": 2199,
      "плъэ ": 2200,
      "икэ ": 2201,
      "Къуэ": 2202,
      "кол": 2203,
      "жысIэ": 2204,
      "бзылъху": 2205,
      "унафэщI": 2206,
      "жэщ ": 2207,
      "пар": 2208,
      "дежым ": 2209,
      "сс": 2210,
      "гужь": 2211,
      "хуэзэ": 2212,
      "щ, ауэ ": 2213,
      "насып": 2214,
      "окъуэ ": 2215,
      "къыдо": 2216,
      "зэман": 2217,
      "Пщы": 2218,
      "Усы": 2219,
      "Щэ": 2220,
      "хъан ": 2221,
      "сызэры": 2222,
      "сты": 2223,
      "шэры": 2224,
      "каз №": 2225,
      "дэм и ": 2226,
      "нэхъыбэ ": 2227,
      "Заказ №": 2228,
      "зу": 2229,
      "къыд": 2230,
      "ейм и ": 2231,
      "т – ": 2232,
      "х, ": 2233,
      "къызэре": 2234,
      "щIауэ, ": 2235,
      "бэч ": 2236,
      "къым, ауэ ": 2237,
      "адэ-": 2238,
      "Iуащхьэмахуэ": 2239,
      "атIэ": 2240,
      "илъагъу": 2241,
      "сри": 2242,
      "мазон": 2243,
      "цIэрыIуэ": 2244,
      "жар ": 2245,
      "кIэра": 2246,
      "сыкъэ": 2247,
      "кIуэцIы": 2248,
      "м. – ": 2249,
      "ЩоджэнцIыкIу ": 2250,
      "пхъу ": 2251,
      "дэлъ": 2252,
      "нымкIэ ": 2253,
      "хуиты": 2254,
      "ныгъэм и ": 2255,
      "щ, и ": 2256,
      "», – жи": 2257,
      "кIуэт": 2258,
      "къыгурыIу": 2259,
      "ми и ": 2260,
      "бзыр ": 2261,
      "блэ ": 2262,
      "Мухьэмэд ": 2263,
      "НтIэ, ": 2264,
      "лю": 2265,
      "жиIа": 2266,
      "лъхуа ": 2267,
      "фило": 2268,
      "ныкъу": 2269,
      "итIанэ ": 2270,
      "фащэ ": 2271,
      "къыщо": 2272,
      "сэлэ": 2273,
      "хэкум ": 2274,
      "ауэ, ": 2275,
      "хэты": 2276,
      "ран": 2277,
      "ститу": 2278,
      "Лъа": 2279,
      "жыла": 2280,
      "ва ": 2281,
      "кт": 2282,
      "шэм ": 2283,
      "къыпы": 2284,
      "тегъэ": 2285,
      "ий, ": 2286,
      "пхъэ ": 2287,
      ")\n": 2288,
      "бзым ": 2289,
      "сщIы": 2290,
      "Iэдэ": 2291,
