{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "жь",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 7,
      "content": "ку",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 8,
      "content": "кӀ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 9,
      "content": "кIу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 10,
      "content": "къ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 11,
      "content": "къу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 12,
      "content": "кхъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 13,
      "content": "кхъу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 14,
      "content": "лъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 15,
      "content": "лI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 16,
      "content": "пI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 17,
      "content": "тI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 18,
      "content": "фI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 19,
      "content": "ху",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 20,
      "content": "хь",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 21,
      "content": "хъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22,
      "content": "хъу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 23,
      "content": "цI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 24,
      "content": "щI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 25,
      "content": "Ӏу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 26,
      "content": "хуэ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "UNK",
        0.0
      ],
      [
        "[PAD]",
        0.0
      ],
      [
        "[UNK]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "[SEP]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "\n",
        -1.3816520446671365
      ],
      [
        "у",
        -3.4741041453967814
      ],
      [
        "щ",
        -4.220072864604678
      ],
      [
        "т",
        -4.3090722798541705
      ],
      [
        "и",
        -4.311238149402596
      ],
      [
        "р",
        -4.457624793483307
      ],
      [
        "ри",
        -4.4584093513938665
      ],
      [
        "м",
        -4.666251782856806
      ],
      [
        "рэ",
        -4.910160901868869
      ],
      [
        "зы",
        -4.983846174790401
      ],
      [
        "кIэ",
        -5.008794935739763
      ],
      [
        "сы",
        -5.065321105883726
      ],
      [
        "мэ",
        -5.15730199749982
      ],
      [
        "зэры",
        -5.3375984234676
      ],
      [
        "ми",
        -5.338986182375097
      ],
      [
        "-",
        -5.341803286765209
      ],
      [
        "с",
        -5.384596879367216
      ],
      [
        "ыр",
        -5.388334420299767
      ],
      [
        "хэр",
        -5.395903072504822
      ],
      [
        "щы",
        -5.398823918176824
      ],
      [
        "хэм",
        -5.410485299112024
      ],
      [
        "я",
        -5.457762594304386
      ],
      [
        "къы",
        -5.466683062148414
      ],
      [
        "ды",
        -5.491611376696907
      ],
      [
        "ым",
        -5.499525336646213
      ],
      [
        "…",
        -5.593055431970601
      ],
      [
        "а",
        -5.5998453292275165
      ],
      [
        "н",
        -5.756317515266396
      ],
      [
        "уэ",
        -5.775689883094513
      ],
      [
        "ащ",
        -5.8296905225284075
      ],
      [
        "зэ",
        -5.836266585430511
      ],
      [
        "мы",
        -5.937726387619877
      ],
      [
        "къым",
        -5.9385860558098855
      ],
      [
        "п",
        -5.950095890815554
      ],
      [
        "къа",
        -5.987124642310723
      ],
      [
        "къэ",
        -5.993514473190432
      ],
      [
        "е",
        -6.016739435849576
      ],
      [
        "ху",
        -6.083170148991602
      ],
      [
        "щи",
        -6.116093468576036
      ],
      [
        "ауэ",
        -6.137593871806564
      ],
      [
        "щIэ",
        -6.15509161856931
      ],
      [
        "нэ",
        -6.2126680687020155
      ],
      [
        "ар",
        -6.224543364343672
      ],
      [
        "д",
        -6.245227567054787
      ],
      [
        "У",
        -6.268891080663089
      ],
      [
        "хэ",
        -6.287249145641237
      ],
      [
        "урэ",
        -6.329010668485557
      ],
      [
        "э",
        -6.3428273115617895
      ],
      [
        "рт",
        -6.352606181371309
      ],
      [
        "ф",
        -6.40429362857142
      ],
      [
        "ти",
        -6.433059087799059
      ],
      [
        "з",
        -6.4655001400951555
      ],
      [
        "ыну",
        -6.472677452958545
      ],
      [
        "гъэ",
        -6.487183647991325
      ],
      [
        "къи",
        -6.490738592162902
      ],
      [
        "Сы",
        -6.516995614363635
      ],
      [
        "хуэ",
        -6.5302434831313505
      ],
      [
        "фы",
        -6.563045773606108
      ],
      [
        "дэ",
        -6.564256903011307
      ],
      [
        "ын",
        -6.577040149067532
      ],
      [
        "ж",
        -6.589910106928075
      ],
      [
        "мрэ",
        -6.592429554795042
      ],
      [
        "щIы",
        -6.630018621901119
      ],
      [
        "къызэры",
        -6.655372011478859
      ],
      [
        "Iу",
        -6.666732926999685
      ],
      [
        "да",
        -6.670376988887597
      ],
      [
        "къыщы",
        -6.670955960621452
      ],
      [
        "са",
        -6.675372091719008
      ],
      [
        "хэри",
        -6.725321592292346
      ],
      [
        "ырт",
        -6.733149168830392
      ],
      [
        "б",
        -6.7333278807288215
      ],
      [
        "ну",
        -6.736678103402007
      ],
      [
        "в",
        -6.779226920338007
      ],
      [
        "хэмрэ",
        -6.799158943730008
      ],
      [
        "хьэ",
        -6.810441681516281
      ],
      [
        "къе",
        -6.835374104332156
      ],
      [
        "Iэ",
        -6.8389101353707575
      ],
      [
        "акъым",
        -6.868956525013019
      ],
      [
        "ам",
        -6.871177930794121
      ],
      [
        "гу",
        -6.885172131495343
      ],
      [
        "за",
        -6.886855884528099
      ],
      [
        "ат",
        -6.889068304866491
      ],
      [
        "кIи",
        -6.913525807613319
      ],
      [
        "щIа",
        -6.932310273166804
      ],
      [
        "тэкъым",
        -6.956699991041272
      ],
      [
        "Зы",
        -6.993398082338977
      ],
      [
        "х",
        -6.9974679936727275
      ],
      [
        "ди",
        -7.008924422941013
      ],
      [
        "къыс",
        -7.024600406177892
      ],
      [
        "мкIэ",
        -7.026146836679259
      ],
      [
        "бгъэ",
        -7.03333529633829
      ],
      [
        "С",
        -7.034257504304461
      ],
      [
        "пэ",
        -7.052630389003481
      ],
      [
        "зэра",
        -7.066408947616548
      ],
      [
        "ш",
        -7.0745490018380215
      ],
      [
        "ркъым",
        -7.077468475039447
      ],
      [
        "ра",
        -7.077639002064786
      ],
      [
        "на",
        -7.081650716058187
      ],
      [
        "хъу",
        -7.099497336744229
      ],
      [
        "Къы",
        -7.110363663105313
      ],
      [
        "ща",
        -7.122851747862452
      ],
      [
        "уа",
        -7.127207982978055
      ],
      [
        "те",
        -7.128349770873303
      ],
      [
        "лъэ",
        -7.137870117527092
      ],
      [
        "П",
        -7.144641258657855
      ],
      [
        "къып",
        -7.148862655339915
      ],
      [
        "шэ",
        -7.151385115215328
      ],
      [
        "къыт",
        -7.15700653419706
      ],
      [
        "игъэ",
        -7.182672502703454
      ],
      [
        "Ды",
        -7.209631722397167
      ],
      [
        "ыж",
        -7.21091034386379
      ],
      [
        "Зэ",
        -7.2220067259767875
      ],
      [
        "зи",
        -7.224117542464298
      ],
      [
        "до",
        -7.227577908014703
      ],
      [
        "хэми",
        -7.23089876804843
      ],
      [
        "ымрэ",
        -7.232494607738206
      ],
      [
        "щI",
        -7.239171803642743
      ],
      [
        "гъу",
        -7.243970579935389
      ],
      [
        "И",
        -7.24675187359223
      ],
      [
        "жь",
        -7.258047668705537
      ],
      [
        "л",
        -7.2657012370090985
      ],
      [
        "фэ",
        -7.27093068457671
      ],
      [
        "къызэ",
        -7.271065534362099
      ],
      [
        "щхьэ",
        -7.278569766022367
      ],
      [
        "Е",
        -7.299258362572802
      ],
      [
        ".",
        -7.308470043992264
      ],
      [
        "А",
        -7.317999153158468
      ],
      [
        "ха",
        -7.3215902034204765
      ],
      [
        "к",
        -7.330557884964618
      ],
      [
        "хэу",
        -7.365621138409521
      ],
      [
        "къо",
        -7.376455990272079
      ],
      [
        "зэри",
        -7.393624513062777
      ],
      [
        "кIуэ",
        -7.407398676520022
      ],
      [
        "си",
        -7.4164034876827785
      ],
      [
        "лъ",
        -7.416978815586369
      ],
      [
        "хь",
        -7.423126271987303
      ],
      [
        "фIэ",
        -7.426737339482614
      ],
      [
        "ыу",
        -7.432227583836725
      ],
      [
        "щIи",
        -7.437708989356377
      ],
      [
        "зыгъэ",
        -7.448072841962266
      ],
      [
        "къуэ",
        -7.455201185878566
      ],
      [
        "къ",
        -7.464440546837605
      ],
      [
        "шхуэ",
        -7.466225769934831
      ],
      [
        "ыркъым",
        -7.473788340892886
      ],
      [
        "жа",
        -7.478915216521532
      ],
      [
        "итI",
        -7.480985091609922
      ],
      [
        "згъэ",
        -7.491457332896159
      ],
      [
        "ры",
        -7.496797070143098
      ],
      [
        "къыдэ",
        -7.497285431661586
      ],
      [
        "ны",
        -7.501899356172291
      ],
      [
        "амэ",
        -7.506137524631959
      ],
      [
        "хуа",
        -7.523870904713534
      ],
      [
        "пIэ",
        -7.527541651367645
      ],
      [
        "дзэ",
        -7.53266518636213
      ],
      [
        "жащ",
        -7.534940890896694
      ],
      [
        "со",
        -7.53680352337326
      ],
      [
        "лъагъу",
        -7.540541815126935
      ],
      [
        "де",
        -7.542932534946831
      ],
      [
        "ами",
        -7.554360440993932
      ],
      [
        "ынщ",
        -7.555850518546618
      ],
      [
        "ынущ",
        -7.5643927637013455
      ],
      [
        "шы",
        -7.573457542387925
      ],
      [
        "кI",
        -7.577051975802976
      ],
      [
        "сэ",
        -7.5770852902866705
      ],
      [
        "къу",
        -7.577276063925206
      ],
      [
        "ы",
        -7.586577000805385
      ],
      [
        "лэ",
        -7.586919375758486
      ],
      [
        "жу",
        -7.594596074256012
      ],
      [
        "ынур",
        -7.6061377284071705
      ],
      [
        "ным",
        -7.610369593254236
      ],
      [
        "Хьэ",
        -7.616235478208631
      ],
      [
        "нур",
        -7.6239407420792595
      ],
      [
        "фI",
        -7.631169083854914
      ],
      [
        "Я",
        -7.651608814251754
      ],
      [
        "Щы",
        -7.658051837196668
      ],
      [
        "къыхэ",
        -7.669513345786423
      ],
      [
        "хи",
        -7.66995989482854
      ],
      [
        "Т",
        -7.6703994960896456
      ],
      [
        "ша",
        -7.6744426955736635
      ],
      [
        "къыщIэ",
        -7.680450596471791
      ],
      [
        "гъуэ",
        -7.68335665008782
      ],
      [
        "цIыху",
        -7.687834044040317
      ],
      [
        "бэ",
        -7.7005888680030425
      ],
      [
        "нщ",
        -7.70108918560112
      ],
      [
        "Къэ",
        -7.706090441919808
      ],
      [
        "нущ",
        -7.716030278508902
      ],
      [
        "ч",
        -7.716144627205675
      ],
      [
        "г",
        -7.717950592564694
      ],
      [
        "ращ",
        -7.721639227792471
      ],
      [
        "рти",
        -7.7220903661572375
      ],
      [
        "ира",
        -7.722770284241936
      ],
      [
        "ати",
        -7.7253230945266305
      ],
      [
        "о",
        -7.731955350553343
      ],
      [
        "къэзы",
        -7.733435020914476
      ],
      [
        "жьэ",
        -7.736971269509225
      ],
      [
        "плъ",
        -7.73901919166013
      ],
      [
        "щ…",
        -7.74062568415163
      ],
      [
        "зе",
        -7.742065889580951
      ],
      [
        "се",
        -7.742081536458393
      ],
      [
        "къри",
        -7.746539356418822
      ],
      [
        "ыным",
        -7.750545895484049
      ],
      [
        "хэмкIэ",
        -7.760999320242554
      ],
      [
        "жэ",
        -7.773262029577387
      ],
      [
        "ни",
        -7.781335679829627
      ],
      [
        "дз",
        -7.784494511762827
      ],
      [
        "ро",
        -7.785211754965183
      ],
      [
        "кIа",
        -7.787529397466198
      ],
      [
        "имы",
        -7.793213319228311
      ],
      [
        "ымкIэ",
        -7.795553308269119
      ],
      [
        "Б",
        -7.797671646712768
      ],
      [
        "джэ",
        -7.799385938526715
      ],
      [
        "дгъэ",
        -7.799464799618633
      ],
      [
        "Д",
        -7.802210799961568
      ],
      [
        "Къа",
        -7.808525478466825
      ],
      [
        "къра",
        -7.812551754846721
      ],
      [
        "ртэкъым",
        -7.826636111713995
      ],
      [
        "ягъэ",
        -7.8272641203032425
      ],
      [
        "къыте",
        -7.836322043307785
      ],
      [
        "кIу",
        -7.848432026467312
      ],
      [
        "рат",
        -7.857263863360183
      ],
      [
        "хэт",
        -7.858712649565558
      ],
      [
        "ре",
        -7.882225614252018
      ],
      [
        "ст",
        -7.895339370012971
      ],
      [
        "ныр",
        -7.905979691487924
      ],
      [
        "ыжащ",
        -7.908179903709239
      ],
      [
        "къыщи",
        -7.9110022369546495
      ],
      [
        "къызы",
        -7.912476479741503
      ],
      [
        "гъа",
        -7.915873505745325
      ],
      [
        "ей",
        -7.917778510317288
      ],
      [
        "Зэры",
        -7.920579782701332
      ],
      [
        "ыжу",
        -7.926194735249084
      ],
      [
        "па",
        -7.928065785333456
      ],
      [
        "жыну",
        -7.932810438704895
      ],
      [
        "хьа",
        -7.936364277752223
      ],
      [
        "умы",
        -7.937747278517628
      ],
      [
        "ащи",
        -7.949454742277494
      ],
      [
        "жын",
        -7.951281595123441
      ],
      [
        "щызэ",
        -7.953753687472923
      ],
      [
        "зэхэ",
        -7.954184225865334
      ],
      [
        "сыщы",
        -7.954577304255519
      ],
      [
        "зэре",
        -7.962918058465998
      ],
      [
        "ла",
        -7.9667057113651065
      ],
      [
        "пс",
        -7.966727984366497
      ],
      [
        "дызэ",
        -7.9675429665267075
      ],
      [
        "егъэ",
        -7.972222704303651
      ],
      [
        "ынукъым",
        -7.975040319839746
      ],
      [
        "ли",
        -7.979861869631441
      ],
      [
        "иригъэ",
        -7.9923710496286535
      ],
      [
        "Фы",
        -7.994272294087141
      ],
      [
        "къызэри",
        -7.994691051751579
      ],
      [
        "тIэ",
        -8.000628372225727
      ],
      [
        "мыгъэ",
        -8.007358007153464
      ],
      [
        "жри",
        -8.010791711605565
      ],
      [
        "19",
        -8.012788005716983
      ],
      [
        "ыху",
        -8.014949084919923
      ],
      [
        "хо",
        -8.015900197928437
      ],
      [
        "ыф",
        -8.015935284687988
      ],
      [
        "кэ",
        -8.021136609290831
      ],
      [
        "фа",
        -8.022981097867326
      ],
      [
        "сызэры",
        -8.023852300022426
      ],
      [
        "итIым",
        -8.033304433983703
      ],
      [
        "зэщIэ",
        -8.035365460617967
      ],
      [
        "хэщ",
        -8.035653354702141
      ],
      [
        "нкIэ",
        -8.040419813481268
      ],
      [
        "дызэры",
        -8.040537033971866
      ],
      [
        "пи",
        -8.042156298873644
      ],
      [
        "ырщ",
        -8.043380364374759
      ],
      [
        "Мы",
        -8.046846196434522
      ],
      [
        "-тIэ",
        -8.04904318196637
      ],
      [
        "ыныр",
        -8.059926580504879
      ],
      [
        "пы",
        -8.06111921432905
      ],
      [
        "ку",
        -8.061309899040644
      ],
      [
        "щIэн",
        -8.064220099387157
      ],
      [
        "Ма",
        -8.06885515046685
      ],
      [
        "нт",
        -8.069460097081638
      ],
      [
        "лIэ",
        -8.075520559166078
      ],
      [
        "бо",
        -8.076144286740146
      ],
      [
        "лъа",
        -8.078175565372801
      ],
      [
        "гъ",
        -8.079853086282675
      ],
      [
        "лI",
        -8.082365090820609
      ],
      [
        "Гу",
        -8.090520060935408
      ],
      [
        "лы",
        -8.091862680068802
      ],
      [
        "ыртэкъым",
        -8.093912901824254
      ],
      [
        "К",
        -8.096163969776217
      ],
      [
        "нукъым",
        -8.096389884697048
      ],
      [
        "йо",
        -8.096592035077304
      ],
      [
        "кIыу",
        -8.096890150861356
      ],
      [
        "ышхуэ",
        -8.10243381144005
      ],
      [
        "Iа",
        -8.10381042351928
      ],
      [
        "хуи",
        -8.104104364264725
      ],
      [
        "ка",
        -8.105565391953832
      ],
      [
        "хыу",
        -8.110881278518523
      ],
      [
        "лъы",
        -8.11193289403213
      ],
      [
        "зо",
        -8.115836026806786
      ],
      [
        "къыхуэ",
        -8.115855490023538
      ],
      [
        "ахэм",
        -8.12112392846112
      ],
      [
        "къигъэ",
        -8.143117948759027
      ],
      [
        "хъ",
        -8.147794528156304
      ],
      [
        "гуэ",
        -8.14801717075246
      ],
      [
        "–",
        -8.148364756651535
      ],
      [
        "ыжь",
        -8.156437313983332
      ],
      [
        "дза",
        -8.156439398938481
      ],
      [
        "гъуэт",
        -8.157420022752351
      ],
      [
        "ба",
        -8.157752027641115
      ],
      [
        "то",
        -8.159068309524265
      ],
      [
        "по",
        -8.165320768508384
      ],
      [
        "Iэт",
        -8.16661728653672
      ],
      [
        "къысхуэ",
        -8.175697037925538
      ],
      [
        "Iуэ",
        -8.182955376987305
      ],
      [
        "ий",
        -8.183269440263036
      ],
      [
        "Те",
        -8.186005814814715
      ],
      [
        "жауэ",
        -8.19297549349893
      ],
      [
        "щIэж",
        -8.194953790408096
      ],
      [
        "псы",
        -8.201539126941025
      ],
      [
        "къэс",
        -8.209787205595692
      ],
      [
        "хъуэ",
        -8.212376334405771
      ],
      [
        "псэ",
        -8.217364069450715
      ],
      [
        "псэу",
        -8.21758390773931
      ],
      [
        "З",
        -8.218561912114982
      ],
      [
        "пщэ",
        -8.219862855601118
      ],
      [
        "хыж",
        -8.220825809228248
      ],
      [
        "ыжа",
        -8.221826241309198
      ],
      [
        "къыщIы",
        -8.222946560494512
      ],
      [
        "гъащIэ",
        -8.22944613885701
      ],
      [
        "щэху",
        -8.230291310589813
      ],
      [
        "кIуэт",
        -8.233428778575277
      ],
      [
        "ынкIэ",
        -8.237097758894802
      ],
      [
        "вэ",
        -8.241613027156657
      ],
      [
        "ырти",
        -8.243841361323431
      ],
      [
        "езгъэ",
        -8.244392016776061
      ],
      [
        "ин",
        -8.24900936784763
      ],
      [
        "дж",
        -8.251054761271138
      ],
      [
        "Нэ",
        -8.25628854003565
      ],
      [
        "Мэ",
        -8.257827951731052
      ],
      [
        "уз",
        -8.258237279384014
      ],
      [
        "пхъэ",
        -8.258797476416742
      ],
      [
        "хы",
        -8.261357061665962
      ],
      [
        "ц",
        -8.265339785352271
      ],
      [
        "блэ",
        -8.26536706118373
      ],
      [
        "къыху",
        -8.269631372666977
      ],
      [
        "тI",
        -8.270443389572652
      ],
      [
        "жыр",
        -8.272193828019397
      ],
      [
        "итIыр",
        -8.272904490052357
      ],
      [
        "вгъэ",
        -8.274541312251136
      ],
      [
        "джа",
        -8.274671445990052
      ],
      [
        "къуа",
        -8.279863288067258
      ],
      [
        "ныкъуэ",
        -8.283505063507452
      ],
      [
        "щIе",
        -8.283854438442674
      ],
      [
        "що",
        -8.285407270867795
      ],
      [
        "ирагъэ",
        -8.292342229433288
      ],
      [
        "М",
        -8.292929286338275
      ],
      [
        "хъумэ",
        -8.294344708568044
      ],
      [
        "пху",
        -8.300680398454066
      ],
      [
        "1",
        -8.30169099052648
      ],
      [
        "Да",
        -8.307166207643132
      ],
      [
        "ю",
        -8.31012175914951
      ],
      [
        "ыжын",
        -8.316178999527622
      ],
      [
        "псалъэ",
        -8.319216023546717
      ],
      [
        "ыжыну",
        -8.319267693108637
      ],
      [
        "Са",
        -8.319762950674788
      ],
      [
        "кIащ",
        -8.320025326272017
      ],
      [
        "къыд",
        -8.322023565638958
      ],
      [
        "фи",
        -8.32578492850733
      ],
      [
        "эм",
        -8.32733295550122
      ],
      [
        "тра",
        -8.332628603200654
      ],
      [
        "ь",
        -8.333286252574977
      ],
      [
        "бы",
        -8.335471697146609
      ],
      [
        "Э",
        -8.336241238331425
      ],
      [
        "къыз",
        -8.336413250587047
      ],
      [
        "бзэ",
        -8.344961354922967
      ],
      [
        "кIыж",
        -8.346330018767755
      ],
      [
        "кIухь",
        -8.349923683466532
      ],
      [
        "тет",
        -8.354912374605462
      ],
      [
        "зригъэ",
        -8.36066184188954
      ],
      [
        "ЩIэ",
        -8.36633281914747
      ],
      [
        "дыщы",
        -8.367112218851247
      ],
      [
        "ев",
        -8.367576117632126
      ],
      [
        "ыжри",
        -8.372622503585896
      ],
      [
        "щIащ",
        -8.380007896556156
      ],
      [
        "ире",
        -8.380501289897083
      ],
      [
        "гъакIуэ",
        -8.380664085041733
      ],
      [
        "зэте",
        -8.38137181127569
      ],
      [
        "во",
        -8.385055081887433
      ],
      [
        "дэс",
        -8.386275866878462
      ],
      [
        "зри",
        -8.391050511509604
      ],
      [
        "къыща",
        -8.393382745069879
      ],
      [
        "эр",
        -8.393432035114447
      ],
      [
        "щIо",
        -8.397685542931313
      ],
      [
        "но",
        -8.404875113992933
      ],
      [
        "щIэс",
        -8.411361426569794
      ],
      [
        "сри",
        -8.412251639234999
      ],
      [
        "На",
        -8.414921761696323
      ],
      [
        "ахэр",
        -8.41583115001665
      ],
      [
        "уд",
        -8.416582884443368
      ],
      [
        "зыхуэ",
        -8.417856920350761
      ],
      [
        "цIыкIу",
        -8.419349604693995
      ],
      [
        "О",
        -8.419841438571801
      ],
      [
        "укI",
        -8.422267590395393
      ],
      [
        "ес",
        -8.422485112695119
      ],
      [
        "лъхьэ",
        -8.424049106381329
      ],
      [
        "Къе",
        -8.424624307546196
      ],
      [
        "джэгу",
        -8.425983957085862
      ],
      [
        "сызы",
        -8.42757308493045
      ],
      [
        "ншэ",
        -8.432945996557804
      ],
      [
        "анэ",
        -8.437963011959862
      ],
      [
        "лIа",
        -8.440092881017115
      ],
      [
        "яхуэ",
        -8.44189904557981
      ],
      [
        "кIыр",
        -8.446375842219595
      ],
      [
        "Къи",
        -8.44648389485717
      ],
      [
        "къысху",
        -8.451846266438412
      ],
      [
        "щыс",
        -8.453133375078428
      ],
      [
        "фIи",
        -8.454472070313125
      ],
      [
        "гъэзэж",
        -8.454736717595875
      ],
      [
        "сыкъы",
        -8.45505900150345
      ],
      [
        "За",
        -8.459905858389316
      ],
      [
        "Iуа",
        -8.462802794776795
      ],
      [
        "шхуэм",
        -8.466201610050692
      ],
      [
        "хьащ",
        -8.468435740077487
      ],
      [
        "Со",
        -8.474028909131308
      ],
      [
        "схуэ",
        -8.476238989380626
      ],
      [
        "щып",
        -8.478662071918459
      ],
      [
        "ло",
        -8.480722342080558
      ],
      [
        "агъэ",
        -8.482446174662336
      ],
      [
        "не",
        -8.484336590672056
      ],
      [
        "щIэну",
        -8.48509144525119
      ],
      [
        "тхьэ",
        -8.48651599465785
      ],
      [
        "ыкI",
        -8.491006165381487
      ],
      [
        "къригъэ",
        -8.494644435946636
      ],
      [
        "фIы",
        -8.495653463501236
      ],
      [
        "пщ",
        -8.496006055534016
      ],
      [
        "пщIэ",
        -8.498786018066369
      ],
      [
        "ль",
        -8.500229920529598
      ],
      [
        "ты",
        -8.501923664021728
      ],
      [
        "убыд",
        -8.504845777864421
      ],
      [
        "хуэмы",
        -8.505094260465736
      ],
      [
        "тх",
        -8.50624402264484
      ],
      [
        "къимы",
        -8.508558422677318
      ],
      [
        "щтэ",
        -8.509157273283513
      ],
      [
        "Хэ",
        -8.510058805328923
      ],
      [
        "фын",
        -8.510504933234435
      ],
      [
        "щыт",
        -8.51572858020785
      ],
      [
        "жьым",
        -8.51683500942654
      ],
      [
        "ва",
        -8.523707899005334
      ],
      [
        "утIыпщ",
        -8.525006866574842
      ],
      [
        "Къ",
        -8.525645802315585
      ],
      [
        "щIын",
        -8.525702526513669
      ],
      [
        "Шы",
        -8.52581226305082
      ],
      [
        "жьа",
        -8.525966641253792
      ],
      [
        "благъэ",
        -8.528421850778926
      ],
      [
        "кIуа",
        -8.529510296921393
      ],
      [
        "шх",
        -8.536277762090945
      ],
      [
        "ле",
        -8.536519056767446
      ],
      [
        "й",
        -8.541643543800596
      ],
      [
        "хуо",
        -8.543732916038344
      ],
      [
        "Iуэху",
        -8.544683278590504
      ],
      [
        "рей",
        -8.545405011116204
      ],
      [
        "В",
        -8.54743525755109
      ],
      [
        "здэ",
        -8.548887407660018
      ],
      [
        "ыгъуэ",
        -8.552307188818292
      ],
      [
        "дри",
        -8.55896533550846
      ],
      [
        "Дэ",
        -8.559109196799483
      ],
      [
        "жьы",
        -8.561954598586585
      ],
      [
        "щIар",
        -8.56271253001464
      ],
      [
        "ынт",
        -8.565925481310042
      ],
      [
        "ыфI",
        -8.566410170045502
      ],
      [
        "щIыж",
        -8.568348021273973
      ],
      [
        "тэмэ",
        -8.568987912725134
      ],
      [
        "лъытэ",
        -8.569301029817964
      ],
      [
        "атэкъым",
        -8.569428241566694
      ],
      [
        "къыще",
        -8.569766672048122
      ],
      [
        "пе",
        -8.573313823252947
      ],
      [
        "Г",
        -8.579632443548721
      ],
      [
        "жы",
        -8.584092394305632
      ],
      [
        "увэ",
        -8.586749077230458
      ],
      [
        "зэпы",
        -8.588816209269728
      ],
      [
        "плъэ",
        -8.59271461047626
      ],
      [
        "бжэ",
        -8.593403595172404
      ],
      [
        "къыпхуэ",
        -8.593532981256011
      ],
      [
        "чэ",
        -8.59642977827301
      ],
      [
        "емы",
        -8.598480862255222
      ],
      [
        "ал",
        -8.599290560609436
      ],
      [
        "къызо",
        -8.599992065644622
      ],
      [
        "тэкъэ",
        -8.601308365445814
      ],
      [
        "плъыхь",
        -8.604290870670043
      ],
      [
        "къытхуэ",
        -8.606962939650767
      ],
      [
        "нкъым",
        -8.607336345187939
      ],
      [
        "щIэр",
        -8.607731871166665
      ],
      [
        "жьыр",
        -8.611850013853202
      ],
      [
        "гъуа",
        -8.61293066000065
      ],
      [
        "пхуэ",
        -8.614310027644635
      ],
      [
        "зэрызэ",
        -8.615548294945185
      ],
      [
        "къызэре",
        -8.616356165503637
      ],
      [
        "эн",
        -8.618655781223554
      ],
      [
        "ыбзэ",
        -8.624856760897712
      ],
      [
        "тес",
        -8.625428609235684
      ],
      [
        "шэж",
        -8.626902348417932
      ],
      [
        "шу",
        -8.62796376328933
      ],
      [
        "кIэры",
        -8.629642262250862
      ],
      [
        "агъ",
        -8.630978561160152
      ],
      [
        "хын",
        -8.631923203216889
      ],
      [
        "гъэувэ",
        -8.633354496521635
      ],
      [
        "Ф",
        -8.633672600173874
      ],
      [
        "хьэж",
        -8.635106270561776
      ],
      [
        "он",
        -8.636503020093663
      ],
      [
        "Ш",
        -8.638590425158469
      ],
      [
        "къутэ",
        -8.641658227067591
      ],
      [
        "ужь",
        -8.645098110044199
      ],
      [
        "пхы",
        -8.647061951574361
      ],
      [
        "щIэмы",
        -8.648110705968056
      ],
      [
        "ыжауэ",
        -8.652332168226621
      ],
      [
        "гупсыс",
        -8.652399417217172
      ],
      [
        "хъуа",
        -8.654603976648959
      ],
      [
        "т…",
        -8.655512911560411
      ],
      [
        "лъэф",
        -8.656022578448045
      ],
      [
        "ынут",
        -8.659028745665358
      ],
      [
        "жым",
        -8.65925315236765
      ],
      [
        "акIуэ",
        -8.662460493380372
      ],
      [
        "ынкъым",
        -8.663777177037804
      ],
      [
        "лъхьа",
        -8.664423950694848
      ],
      [
        "къре",
        -8.666294588023014
      ],
      [
        "ет",
        -8.666301316894025
      ],
      [
        "щIыкI",
        -8.667956450612778
      ],
      [
        "дигъэ",
        -8.67053077071698
      ],
      [
        "хыну",
        -8.672936561237847
      ],
      [
        "ча",
        -8.673679271652164
      ],
      [
        "къэп",
        -8.676335214737044
      ],
      [
        "зигъэ",
        -8.67653532511083
      ],
      [
        "лэжь",
        -8.677942728529375
      ],
      [
        "нум",
        -8.681477293552522
      ],
      [
        "Ар",
        -8.682160979931293
      ],
      [
        "зэрыщы",
        -8.684791923974734
      ],
      [
        "шын",
        -8.685439225732557
      ],
      [
        "хэс",
        -8.689619524557003
      ],
      [
        "зыщы",
        -8.691331195465981
      ],
      [
        "Х",
        -8.692275905154535
      ],
      [
        "Р",
        -8.693389589765339
      ],
      [
        "зэхуэ",
        -8.696927216215306
      ],
      [
        "кIауэ",
        -8.697524265160396
      ],
      [
        "кIэлъы",
        -8.69834819050624
      ],
      [
        "кърагъэ",
        -8.699521964210799
      ],
      [
        "щIауэ",
        -8.703638705014303
      ],
      [
        "упщI",
        -8.707670193730781
      ],
      [
        "ыфын",
        -8.709538322825082
      ],
      [
        "щхьэщы",
        -8.711187068080381
      ],
      [
        "гъанэ",
        -8.711600673990645
      ],
      [
        "Ка",
        -8.712812959433581
      ],
      [
        "унэ",
        -8.716079512608218
      ],
      [
        "ари",
        -8.716199157392285
      ],
      [
        "жырт",
        -8.718407329770343
      ],
      [
        "хьэн",
        -8.718614156124401
      ],
      [
        "хьауэ",
        -8.718674505094569
      ],
      [
        "арэ",
        -8.72183986401524
      ],
      [
        "гъэкI",
        -8.72698540026734
      ],
      [
        "хе",
        -8.727660316431901
      ],
      [
        "къызэра",
        -8.728711809844771
      ],
      [
        "Ху",
        -8.73078266609196
      ],
      [
        "яху",
        -8.731763083921814
      ],
      [
        "ынум",
        -8.732162385398052
      ],
      [
        "кIыну",
        -8.737973311586908
      ],
      [
        "едгъэ",
        -8.739696244573883
      ],
      [
        "шхуэр",
        -8.742755263105279
      ],
      [
        "загъэ",
        -8.742978635523475
      ],
      [
        "Щ",
        -8.743081153616433
      ],
      [
        "ыхь",
        -8.74314279767552
      ],
      [
        "зэрымы",
        -8.743180438264396
      ],
      [
        "ебгъэ",
        -8.744125855239966
      ],
      [
        "Бэ",
        -8.744978983959081
      ],
      [
        "щагъэ",
        -8.745069045302305
      ],
      [
        "ншэу",
        -8.745817332489779
      ],
      [
        "Хуэ",
        -8.747407832843175
      ],
      [
        "дызы",
        -8.747462824027426
      ],
      [
        "ыфу",
        -8.750390110591935
      ],
      [
        "бж",
        -8.751566746268857
      ],
      [
        "Уэ",
        -8.75257796815139
      ],
      [
        "нут",
        -8.753063352069459
      ],
      [
        "къыIу",
        -8.755824680979902
      ],
      [
        "сып",
        -8.755940812340313
      ],
      [
        "къыф",
        -8.756723056624493
      ],
      [
        "цэ",
        -8.757542204490841
      ],
      [
        "гъауэ",
        -8.757654343179965
      ],
      [
        "сымы",
        -8.757936092698444
      ],
      [
        "шхэ",
        -8.757977833329658
      ],
      [
        "Къыс",
        -8.759203015449142
      ],
      [
        "мо",
        -8.759232549224759
      ],
      [
        "бий",
        -8.760944489277492
      ],
      [
        "нэху",
        -8.761311791235212
      ],
      [
        "хуэдэ",
        -8.761517624913125
      ],
      [
        "ыпIэ",
        -8.76386437412551
      ],
      [
        "Щхьэ",
        -8.76414639618713
      ],
      [
        "окъуэ",
        -8.765140277270387
      ],
      [
        "Iауэ",
        -8.765902076993441
      ],
      [
        "зэпэ",
        -8.766024676324164
      ],
      [
        "зэфIэ",
        -8.766282732728309
      ],
      [
        "жынщ",
        -8.770162727208119
      ],
      [
        "Iэбэ",
        -8.770366643450199
      ],
      [
        "ан",
        -8.770688728730384
      ],
      [
        "ыгъэ",
        -8.77219810263328
      ],
      [
        "хьар",
        -8.77292348584914
      ],
      [
        "би",
        -8.774431549320651
      ],
      [
        "кIуэну",
        -8.774553348215385
      ],
      [
        "гупсысэ",
        -8.774588322704204
      ],
      [
        "Iи",
        -8.777623139462351
      ],
      [
        "къыщыс",
        -8.77795635606541
      ],
      [
        "сху",
        -8.778063399747637
      ],
      [
        "зыте",
        -8.779329481002684
      ],
      [
        "хэрт",
        -8.779933319850215
      ],
      [
        "хуе",
        -8.780006449863084
      ],
      [
        "ямы",
        -8.7821696008921
      ],
      [
        "темы",
        -8.782545365666028
      ],
      [
        "лъыхъуэ",
        -8.782606239222469
      ],
      [
        "кIуэж",
        -8.785013531201788
      ],
      [
        "зауэ",
        -8.785608978878376
      ],
      [
        "ши",
        -8.787703357980757
      ],
      [
        "зыкъы",
        -8.78866288953878
      ],
      [
        "къагъэ",
        -8.789413795933104
      ],
      [
        "тре",
        -8.791262665456749
      ],
      [
        "лажьэ",
        -8.79246664052767
      ],
      [
        "ыфыну",
        -8.793308299745835
      ],
      [
        "хри",
        -8.793463502859037
      ],
      [
        "имыгъэ",
        -8.795048046717735
      ],
      [
        "щIэм",
        -8.797006091597671
      ],
      [
        "фыну",
        -8.799070378825117
      ],
      [
        "ыпэ",
        -8.799188937050332
      ],
      [
        "хьэлIэ",
        -8.800234065193047
      ],
      [
        "дагъэ",
        -8.800926910178106
      ],
      [
        "цIэ",
        -8.80426709108809
      ],
      [
        "Iуры",
        -8.809240887185936
      ],
      [
        "ко",
        -8.811057955036839
      ],
      [
        "жар",
        -8.812220437941875
      ],
      [
        "къазэры",
        -8.814848491675168
      ],
      [
        "мыщI",
        -8.816901962427085
      ],
      [
        "ЩIы",
        -8.818151767317755
      ],
      [
        "къызэрыс",
        -8.820790524305465
      ],
      [
        "гуэш",
        -8.824840708930337
      ],
      [
        "Къу",
        -8.826754644868156
      ],
      [
        "пщы",
        -8.827146074447242
      ],
      [
        "нщи",
        -8.828652564844779
      ],
      [
        "адэ",
        -8.82957081236196
      ],
      [
        "зэримы",
        -8.831400174739617
      ],
      [
        "зэхи",
        -8.834908695750983
      ],
      [
        "зэригъэ",
        -8.83603446810853
      ],
      [
        "адыгэ",
        -8.836739365181671
      ],
      [
        "тху",
        -8.839013292849906
      ],
      [
        "Шэ",
        -8.84509693836065
      ],
      [
        "бжьэ",
        -8.84592768528632
      ],
      [
        "Iуэтэж",
        -8.846732127318749
      ],
      [
        "хьыж",
        -8.849286317811213
      ],
      [
        "ис",
        -8.84950289544502
      ],
      [
        "щIагъэ",
        -8.84993049269475
      ],
      [
        "щымы",
        -8.85118171963936
      ],
      [
        "фIа",
        -8.852336233530576
      ],
      [
        "махуэ",
        -8.854185804470843
      ],
      [
        "ащ…",
        -8.855623067118895
      ],
      [
        "мыщIэ",
        -8.855738437686048
      ],
      [
        "къахуэ",
        -8.860256120351124
      ],
      [
        "щIыр",
        -8.860846840823047
      ],
      [
        "лъэIу",
        -8.861974928179311
      ],
      [
        "Си",
        -8.863575957138142
      ],
      [
        "ынщи",
        -8.863819445134833
      ],
      [
        "ынутэкъым",
        -8.863944490710164
      ],
      [
        "дэт",
        -8.865206074664158
      ],
      [
        "-м",
        -8.865976313132926
      ],
      [
        "тэм",
        -8.8665775225805
      ],
      [
        "тIысхьэ",
        -8.8684489292639
      ],
      [
        "зды",
        -8.869091842902366
      ],
      [
        "телъ",
        -8.870305279924846
      ],
      [
        "щыIэ",
        -8.873032823887852
      ],
      [
        "хьын",
        -8.873798355060963
      ],
      [
        "мыхъу",
        -8.875793888003766
      ],
      [
        "сыкъэ",
        -8.876033339194414
      ],
      [
        "дыгъу",
        -8.877875784456588
      ],
      [
        "хутэ",
        -8.877930420826642
      ],
      [
        "фо",
        -8.878283821216744
      ],
      [
        "афэ",
        -8.879721054403834
      ],
      [
        "дзых",
        -8.880772425858911
      ],
      [
        "зра",
        -8.881127485465743
      ],
      [
        "щIыхь",
        -8.881322850575602
      ],
      [
        "тын",
        -8.883971424257318
      ],
      [
        "Iуатэ",
        -8.885168281504441
      ],
      [
        "атэмэ",
        -8.887308227753287
      ],
      [
        "бл",
        -8.88909470409816
      ],
      [
        "эну",
        -8.889599449524049
      ],
      [
        "упс",
        -8.89168495891358
      ],
      [
        "жыхь",
        -8.892333668353729
      ],
      [
        "щигъэ",
        -8.895013504975422
      ],
      [
        "тригъэ",
        -8.895648940929913
      ],
      [
        "хъэ",
        -8.897330622994323
      ],
      [
        "гъазэ",
        -8.898235485967817
      ],
      [
        "къыпху",
        -8.902932459568701
      ],
      [
        "гъуэтыж",
        -8.9047418848252
      ],
      [
        "ыкъуэ",
        -8.905301126241605
      ],
      [
        "ыфэ",
        -8.907336809152781
      ],
      [
        "лей",
        -8.90770829699234
      ],
      [
        "ыт",
        -8.90973057839598
      ],
      [
        "лъэпкъ",
        -8.91383530429612
      ],
      [
        "къыздэ",
        -8.915142749482644
      ],
      [
        "щIэу",
        -8.915542472892813
      ],
      [
        "къыдо",
        -8.915928936648509
      ],
      [
        "ви",
        -8.916113286183531
      ],
      [
        "гуфIэ",
        -8.91764662361578
      ],
      [
        "къахэ",
        -8.919019129403505
      ],
      [
        "Iэры",
        -8.919070688108306
      ],
      [
        "хъун",
        -8.919675415930207
      ],
      [
        "хъуэж",
        -8.919691681561858
      ],
      [
        "зрагъэ",
        -8.920205239240358
      ],
      [
        "сыкъи",
        -8.920762249400358
      ],
      [
        "зыха",
        -8.920939226286222
      ],
      [
        "нэм",
        -8.92441586004998
      ],
      [
        "езыгъэ",
        -8.924432629894541
      ],
      [
        "хьэлIа",
        -8.926638631396582
      ],
      [
        "кIри",
        -8.926937752835688
      ],
      [
        "лъагъун",
        -8.928753003944433
      ],
      [
        "къэб",
        -8.93111102711903
      ],
      [
        "хигъэ",
        -8.931379130357875
      ],
      [
        "ник",
        -8.93262445171941
      ],
      [
        "фу",
        -8.934250550541655
      ],
      [
        "бгъу",
        -8.936393065536784
      ],
      [
        "Тхьэ",
        -8.938303655316822
      ],
      [
        "хуей",
        -8.938462880472205
      ],
      [
        "зымы",
        -8.939239496875162
      ],
      [
        "хьыну",
        -8.942665355264372
      ],
      [
        "унэтI",
        -8.94316904121425
      ],
      [
        "га",
        -8.944119563934079
      ],
      [
        "лIы",
        -8.945646312060674
      ],
      [
        "шэс",
        -8.947662295077318
      ],
      [
        "18",
        -8.949440489596379
      ],
      [
        "шынэ",
        -8.949507864825675
      ],
      [
        "кIын",
        -8.95005426338691
      ],
      [
        "зыщIэ",
        -8.950383510894017
      ],
      [
        "лъхьэж",
        -8.950495437812453
      ],
      [
        "къэз",
        -8.95105538570323
      ],
      [
        "нутэкъым",
        -8.952100521760208
      ],
      [
        "ыурэ",
        -8.952261825784854
      ],
      [
        "шыр",
        -8.953940353298242
      ],
      [
        "щыз",
        -8.955665613458706
      ],
      [
        "еплъ",
        -8.95575958000709
      ],
      [
        "ищэ",
        -8.956444006354936
      ],
      [
        "жыркъым",
        -8.956625390726064
      ],
      [
        "гъэлъагъуэ",
        -8.956852540596053
      ],
      [
        "зд",
        -8.960088555457594
      ],
      [
        "дра",
        -8.96096625425275
      ],
      [
        "Ба",
        -8.96158287515424
      ],
      [
        "ныгъэ",
        -8.964699061924094
      ],
      [
        "хащ",
        -8.965971762791481
      ],
      [
        "кIар",
        -8.96840622290191
      ],
      [
        "Псы",
        -8.969469680358712
      ],
      [
        "гъэсэбэп",
        -8.970812943522063
      ],
      [
        "IэщIэ",
        -8.971625867364313
      ],
      [
        "шэн",
        -8.972572965091349
      ],
      [
        "щIэт",
        -8.974082074874916
      ],
      [
        "До",
        -8.975283053328726
      ],
      [
        "хэращ",
        -8.976012993420817
      ],
      [
        "хауэ",
        -8.976982710807437
      ],
      [
        "Ди",
        -8.980840380663384
      ],
      [
        "зэха",
        -8.981449662220431
      ],
      [
        "гурыIуэ",
        -8.984327819303438
      ],
      [
        "ыжыр",
        -8.985022524457833
      ],
      [
