{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "жь",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 7,
      "content": "ку",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 8,
      "content": "кӀ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 9,
      "content": "кIу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 10,
      "content": "къ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 11,
      "content": "къу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 12,
      "content": "кхъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 13,
      "content": "кхъу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 14,
      "content": "лъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 15,
      "content": "лI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 16,
      "content": "пI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 17,
      "content": "тI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 18,
      "content": "фI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 19,
      "content": "ху",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 20,
      "content": "хь",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 21,
      "content": "хъ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 22,
      "content": "хъу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 23,
      "content": "цI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 24,
      "content": "щI",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 25,
      "content": "Ӏу",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 26,
      "content": "хуэ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "UNK",
        0.0
      ],
      [
        "[PAD]",
        0.0
      ],
      [
        "[UNK]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "[SEP]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "\n",
        -1.2737272158874138
      ],
      [
        "у",
        -3.463813327551115
      ],
      [
        "щ",
        -4.094105920236126
      ],
      [
        "р",
        -4.343274816639639
      ],
      [
        "и",
        -4.3835218044489785
      ],
      [
        "т",
        -4.410866690841749
      ],
      [
        "ри",
        -4.439120815210742
      ],
      [
        "м",
        -4.517103599054147
      ],
      [
        "рэ",
        -4.852602073195673
      ],
      [
        "кIэ",
        -5.003480875149652
      ],
      [
        "сы",
        -5.059538242959691
      ],
      [
        "мэ",
        -5.12792247086897
      ],
      [
        "ыр",
        -5.171868332811268
      ],
      [
        "ми",
        -5.228011610637395
      ],
      [
        "ым",
        -5.2381700627287415
      ],
      [
        "зы",
        -5.246611454519456
      ],
      [
        "хэр",
        -5.272043081050109
      ],
      [
        "хэм",
        -5.27351468732391
      ],
      [
        "зэры",
        -5.3269755873073485
      ],
      [
        "къы",
        -5.421370614837441
      ],
      [
        "ды",
        -5.456255154755736
      ],
      [
        "…",
        -5.4964942219086605
      ],
      [
        "щы",
        -5.505694656199173
      ],
      [
        "-",
        -5.553722988012462
      ],
      [
        "уэ",
        -5.603509559692091
      ],
      [
        "къым",
        -5.673993213561639
      ],
      [
        "а",
        -5.682809624071849
      ],
      [
        "я",
        -5.7036931749066735
      ],
      [
        "ащ",
        -5.738590506804767
      ],
      [
        "с",
        -5.780499270632207
      ],
      [
        "ауэ",
        -6.04141481847183
      ],
      [
        "н",
        -6.064545248401357
      ],
      [
        "щи",
        -6.069867520740527
      ],
      [
        "къэ",
        -6.1428810813329715
      ],
      [
        "У",
        -6.271258817640245
      ],
      [
        "ти",
        -6.274736996461293
      ],
      [
        "урэ",
        -6.276926377411389
      ],
      [
        "зэ",
        -6.293641291769461
      ],
      [
        "рт",
        -6.3467218890925565
      ],
      [
        "ыну",
        -6.3539866031801004
      ],
      [
        "къа",
        -6.355264040365336
      ],
      [
        "ар",
        -6.360212691177077
      ],
      [
        "мрэ",
        -6.413565963632601
      ],
      [
        "Сы",
        -6.444749071882658
      ],
      [
        "э",
        -6.44938881002608
      ],
      [
        "ху",
        -6.456407508594081
      ],
      [
        "п",
        -6.45804430361301
      ],
      [
        "ын",
        -6.49252898460338
      ],
      [
        "д",
        -6.518867388332323
      ],
      [
        "хэ",
        -6.526134807463306
      ],
      [
        "фы",
        -6.5283273745617825
      ],
      [
        "ырт",
        -6.530063761035286
      ],
      [
        "щIэ",
        -6.560046029986214
      ],
      [
        "е",
        -6.566921712365946
      ],
      [
        "хэри",
        -6.597395939786124
      ],
      [
        "мы",
        -6.661248395202679
      ],
      [
        "тэкъым",
        -6.684992227857458
      ],
      [
        "хэмрэ",
        -6.690941711961325
      ],
      [
        "ф",
        -6.698476570615723
      ],
      [
        "ну",
        -6.735344595392619
      ],
      [
        "ж",
        -6.777706232895557
      ],
      [
        "кIи",
        -6.788401561736023
      ],
      [
        "з",
        -6.838667444260889
      ],
      [
        "нэ",
        -6.856621953215597
      ],
      [
        "къыщы",
        -6.872097133656651
      ],
      [
        "акъым",
        -6.883485612161694
      ],
      [
        "къызэры",
        -6.888479749107712
      ],
      [
        "мкIэ",
        -6.900041902211761
      ],
      [
        "са",
        -6.936151536636051
      ],
      [
        "ам",
        -6.943487101923431
      ],
      [
        "щIы",
        -6.967853448939825
      ],
      [
        "да",
        -6.997655151927859
      ],
      [
        "ымрэ",
        -7.033940785649892
      ],
      [
        "ат",
        -7.062387578071871
      ],
      [
        "хуэ",
        -7.088108837817897
      ],
      [
        "хэми",
        -7.113606038276455
      ],
      [
        "дэ",
        -7.141508734997
      ],
      [
        "Ды",
        -7.146543655769738
      ],
      [
        "Зы",
        -7.16712042239855
      ],
      [
        "ркъым",
        -7.167421529421636
      ],
      [
        "Къы",
        -7.17009426997219
      ],
      [
        "ыу",
        -7.180339336109936
      ],
      [
        "къыс",
        -7.201510836317395
      ],
      [
        "С",
        -7.223896666159978
      ],
      [
        "зэра",
        -7.239969230521244
      ],
      [
        "къ",
        -7.24158661372411
      ],
      [
        "хэу",
        -7.264469117068253
      ],
      [
        "ыж",
        -7.301392795044764
      ],
      [
        "гъэ",
        -7.302246335186623
      ],
      [
        "ыркъым",
        -7.312433461213478
      ],
      [
        "къып",
        -7.322731870781224
      ],
      [
        "Iу",
        -7.3733039922263846
      ],
      [
        ".",
        -7.376237569423381
      ],
      [
        "за",
        -7.378844597160049
      ],
      [
        "Iэ",
        -7.399158205509034
      ],
      [
        "къыт",
        -7.400967612194443
      ],
      [
        "къи",
        -7.41326559859385
      ],
      [
        "в",
        -7.426430167468771
      ],
      [
        "къе",
        -7.4275112943208805
      ],
      [
        "уа",
        -7.437610183118016
      ],
      [
        "х",
        -7.449326403202848
      ],
      [
        "Зэ",
        -7.478548015025443
      ],
      [
        "И",
        -7.489307021447209
      ],
      [
        "щIа",
        -7.496298224941161
      ],
      [
        "б",
        -7.499766381963819
      ],
      [
        "хьэ",
        -7.502751963760373
      ],
      [
        "ынущ",
        -7.524896929110166
      ],
      [
        "щ…",
        -7.524960386663323
      ],
      [
        "ами",
        -7.5286234036591475
      ],
      [
        "амэ",
        -7.538866521690411
      ],
      [
        "ди",
        -7.5453326619241805
      ],
      [
        "ынщ",
        -7.548393090404318
      ],
      [
        "нур",
        -7.552290359119772
      ],
      [
        "ща",
        -7.560184865276015
      ],
      [
        "ынур",
        -7.56729211862015
      ],
      [
        "ымкIэ",
        -7.571169058376144
      ],
      [
        "щI",
        -7.590977853962381
      ],
      [
        "П",
        -7.605503316867913
      ],
      [
        "шхуэ",
        -7.610102547252406
      ],
      [
        "гу",
        -7.621027338157424
      ],
      [
        "хэмкIэ",
        -7.647533438138367
      ],
      [
        "ращ",
        -7.648786536398737
      ],
      [
        "пэ",
        -7.661867353968971
      ],
      [
        "итI",
        -7.672818469768824
      ],
      [
        "жащ",
        -7.675995790584093
      ],
      [
        "игъэ",
        -7.681842570375832
      ],
      [
        "со",
        -7.691047788162793
      ],
      [
        "ш",
        -7.707623767419262
      ],
      [
        "рти",
        -7.714269753378532
      ],
      [
        "жь",
        -7.721715747279301
      ],
      [
        "жу",
        -7.722831681018876
      ],
      [
        "къызэ",
        -7.726096164319417
      ],
      [
        "ра",
        -7.738592817352885
      ],
      [
        "Я",
        -7.7467163824853325
      ],
      [
        "бгъэ",
        -7.764672546209548
      ],
      [
        "ны",
        -7.765228312459791
      ],
      [
        "къо",
        -7.785742330717094
      ],
      [
        "нущ",
        -7.799764899407162
      ],
      [
        "Е",
        -7.803619085466878
      ],
      [
        "зэри",
        -7.805371472175114
      ],
      [
        "ртэкъым",
        -7.815168624682779
      ],
      [
        "до",
        -7.825491026660025
      ],
      [
        "на",
        -7.83492806861392
      ],
      [
        "те",
        -7.850262558609416
      ],
      [
        "ыжащ",
        -7.853950293954556
      ],
      [
        "рат",
        -7.864845816979733
      ],
      [
        "А",
        -7.869060222252047
      ],
      [
        "Щы",
        -7.87216710634958
      ],
      [
        "нщ",
        -7.872531505042707
      ],
      [
        "ыным",
        -7.879054033833184
      ],
      [
        "си",
        -7.880953693466692
      ],
      [
        "хэщ",
        -7.88514802893784
      ],
      [
        "ырщ",
        -7.8985597754747054
      ],
      [
        "жа",
        -7.8996873012633255
      ],
      [
        "зи",
        -7.900593253029396
      ],
      [
        "ным",
        -7.901349235681388
      ],
      [
        "ыху",
        -7.911552600091788
      ],
      [
        "ыртэкъым",
        -7.915853389399201
      ],
      [
        "ыжу",
        -7.916844187782705
      ],
      [
        "фэ",
        -7.921974387166134
      ],
      [
        "ати",
        -7.922798705088892
      ],
      [
        "ха",
        -7.92308328487038
      ],
      [
        "хэт",
        -7.926546919242768
      ],
      [
        "зыгъэ",
        -7.940735054412302
      ],
      [
        "Зэры",
        -7.947388512494107
      ],
      [
        "щхьэ",
        -7.9513709662474366
      ],
      [
        "шэ",
        -7.953160867092403
      ],
      [
        "хъу",
        -7.957421331627085
      ],
      [
        "к",
        -7.968253503341631
      ],
      [
        "хь",
        -7.971556684002971
      ],
      [
        "Т",
        -7.972275938984032
      ],
      [
        "ы",
        -7.973859215231266
      ],
      [
        "Фы",
        -7.9791905829687275
      ],
      [
        "фI",
        -7.981867807368245
      ],
      [
        "Д",
        -7.982219456965993
      ],
      [
        "-тIэ",
        -7.983889113155285
      ],
      [
        "щIи",
        -7.987099107007402
      ],
      [
        "ынукъым",
        -7.988909813793536
      ],
      [
        "гъу",
        -7.994724534048597
      ],
      [
        "л",
        -8.024816345291155
      ],
      [
        "о",
        -8.054093192895603
      ],
      [
        "лъ",
        -8.057404620909772
      ],
      [
        "ырти",
        -8.058997344001629
      ],
      [
        "ащи",
        -8.061197397884005
      ],
      [
        "къыдэ",
        -8.063171481329181
      ],
      [
        "ягъэ",
        -8.06386387544174
      ],
      [
        "Къа",
        -8.073029026136222
      ],
      [
        "лъэ",
        -8.081934650207083
      ],
      [
        "фIэ",
        -8.088365415258501
      ],
      [
        "къуэ",
        -8.103020246322524
      ],
      [
        "цIыху",
        -8.104026353879018
      ],
      [
        "жри",
        -8.121029547688252
      ],
      [
        "сызэры",
        -8.13097738314239
      ],
      [
        "жын",
        -8.14872054740756
      ],
      [
        "ынкIэ",
        -8.151990221037055
      ],
      [
        "Къэ",
        -8.155015028124579
      ],
      [
        "ыф",
        -8.157955524151904
      ],
      [
        "Хьэ",
        -8.161431119703483
      ],
      [
        "жыну",
        -8.173055474506183
      ],
      [
        "нукъым",
        -8.18625441965209
      ],
      [
        "де",
        -8.193146977998275
      ],
      [
        "ыныр",
        -8.198038382809791
      ],
      [
        "ышхуэ",
        -8.198789997276316
      ],
      [
        "сыщы",
        -8.216314809748859
      ],
      [
        "пс",
        -8.218257568272817
      ],
      [
        "хуа",
        -8.219024441211193
      ],
      [
        "ни",
        -8.220209746494072
      ],
      [
        "нкIэ",
        -8.231825998800762
      ],
      [
        "дзэ",
        -8.232148172741542
      ],
      [
        "итIым",
        -8.232653551812074
      ],
      [
        "къызы",
        -8.233179602256197
      ],
      [
        "Мы",
        -8.237851226193843
      ],
      [
        "егъэ",
        -8.243390324997208
      ],
      [
        "пIэ",
        -8.243574910082268
      ],
      [
        "згъэ",
        -8.243779709387695
      ],
      [
        "кI",
        -8.244118046051252
      ],
      [
        "ныр",
        -8.246944399305807
      ],
      [
        "эм",
        -8.253231689361037
      ],
      [
        "дызэры",
        -8.257074621889943
      ],
      [
        "З",
        -8.257491209267712
      ],
      [
        "хи",
        -8.265893734148122
      ],
      [
        "ры",
        -8.277728543987457
      ],
      [
        "–",
        -8.279204928270886
      ],
      [
        "къыху",
        -8.281223776709961
      ],
      [
        "зе",
        -8.286335002665648
      ],
      [
        "ыжа",
        -8.289587324854532
      ],
      [
        "сэ",
        -8.29076423766555
      ],
      [
        "Б",
        -8.291238809938946
      ],
      [
        "ыжыну",
        -8.29752083868325
      ],
      [
        "фа",
        -8.299225348147665
      ],
      [
        "Къ",
        -8.301068399965962
      ],
      [
        "ыжь",
        -8.301225238270163
      ],
      [
        "йо",
        -8.305989015373594
      ],
      [
        "къыщIэ",
        -8.316014201841826
      ],
      [
        "ыжри",
        -8.316763674736997
      ],
      [
        "г",
        -8.325336871606144
      ],
      [
        "се",
        -8.326032286002569
      ],
      [
        "кIуэ",
        -8.328238987103662
      ],
      [
        "кэ",
        -8.332927653142374
      ],
      [
        "дызэ",
        -8.335880980439313
      ],
      [
        "жьэ",
        -8.337036757385224
      ],
      [
        "тэкъэ",
        -8.33884866033872
      ],
      [
        "ахэм",
        -8.38008706350574
      ],
      [
        "1",
        -8.398487234399159
      ],
      [
        "пху",
        -8.40000545906808
      ],
      [
        "ыжын",
        -8.402966876570472
      ],
      [
        "шы",
        -8.404667099164154
      ],
      [
        "ч",
        -8.405523281684175
      ],
      [
        "иригъэ",
        -8.406991832627732
      ],
      [
        "ей",
        -8.407529649325141
      ],
      [
        "жыр",
        -8.412358571044033
      ],
      [
        "жауэ",
        -8.420499687826293
      ],
      [
        "тэмэ",
        -8.428050939795106
      ],
      [
        "итIыр",
        -8.432672309809735
      ],
      [
        "гъа",
        -8.437428977519641
      ],
      [
        "лэ",
        -8.44713813059647
      ],
      [
        "щызэ",
        -8.44915307723528
      ],
      [
        "що",
        -8.450469716086774
      ],
      [
        "нт",
        -8.457051643738879
      ],
      [
        "гъащIэ",
        -8.457202702688901
      ],
      [
        "лъагъу",
        -8.458668826397911
      ],
      [
        "къысху",
        -8.461848664836706
      ],
      [
        "ире",
        -8.46231551523891
      ],
      [
        "плъ",
        -8.463777972594727
      ],
      [
        "къри",
        -8.464006036707623
      ],
      [
        "имы",
        -8.46635006969391
      ],
      [
        "Мэ",
        -8.470368982634572
      ],
      [
        "сри",
        -8.471748254153114
      ],
      [
        "умы",
        -8.483464159654627
      ],
      [
        "бэ",
        -8.488114071197042
      ],
      [
        "гъ",
        -8.489467547509896
      ],
      [
        "ий",
        -8.493809992857184
      ],
      [
        "ша",
        -8.504879270181018
      ],
      [
        "бо",
        -8.507329741438076
      ],
      [
        "Iа",
        -8.510332993407422
      ],
      [
        "джэ",
        -8.510735712057716
      ],
      [
        "къу",
        -8.514498259727432
      ],
      [
        "ныкъуэ",
        -8.51498293945161
      ],
      [
        "ира",
        -8.51540883204893
      ],
      [
        "т…",
        -8.515696117795791
      ],
      [
        "К",
        -8.518430071489556
      ],
      [
        "ь",
        -8.527212214776178
      ],
      [
        "ка",
        -8.534252314273749
      ],
      [
        "эр",
        -8.54441143130748
      ],
      [
        "къигъэ",
        -8.55331889547417
      ],
      [
        "щэху",
        -8.553576644883478
      ],
      [
        "Са",
        -8.562107226033216
      ],
      [
        "къысхуэ",
        -8.568965526528622
      ],
      [
        "сыкъы",
        -8.577193350374442
      ],
      [
        "гъуэ",
        -8.579895516300056
      ],
      [
        "хо",
        -8.58573293352638
      ],
      [
        "къыщи",
        -8.595305889926927
      ],
      [
        "шхуэм",
        -8.597914974317625
      ],
      [
        "къыз",
        -8.599904712977036
      ],
      [
        "Гу",
        -8.603153167863425
      ],
      [
        "зэщIэ",
        -8.603459107538402
      ],
      [
        "Со",
        -8.605707266477989
      ],
      [
        "дгъэ",
        -8.606561602134672
      ],
      [
        "19",
        -8.60896822873529
      ],
      [
        "ирагъэ",
        -8.612385435559355
      ],
      [
        "ыфын",
        -8.613139981927327
      ],
      [
        "къыте",
        -8.625377474572986
      ],
      [
        "лI",
        -8.627442118073546
      ],
      [
        "фын",
        -8.63428591798046
      ],
      [
        "къыхуэ",
        -8.634806413573553
      ],
      [
        "М",
        -8.638231476446467
      ],
      [
        "тIэ",
        -8.645911534348054
      ],
      [
        "зэр",
        -8.650202252182162
      ],
      [
        "яхуэ",
        -8.653644915993382
      ],
      [
        "по",
        -8.65569949605269
      ],
      [
        "псэ",
        -8.65794372928716
      ],
      [
        "Къи",
        -8.659764294885132
      ],
      [
        "й",
        -8.661203349888197
      ],
      [
        "ынт",
        -8.663029252062325
      ],
      [
        "ли",
        -8.663366906545239
      ],
      [
        "хыу",
        -8.66593065775718
      ],
      [
        "Iуэ",
        -8.670022641964074
      ],
      [
        "Те",
        -8.673202319643641
      ],
      [
        "ынут",
        -8.676626011953312
      ],
      [
        "Ф",
        -8.678370113862677
      ],
      [
        "па",
        -8.678435290505107
      ],
      [
        "уз",
        -8.67899382803697
      ],
      [
        "дыщы",
        -8.680254113926104
      ],
      [
        "дз",
        -8.682772674487516
      ],
      [
        "хэрт",
        -8.689867506091094
      ],
      [
        "кIу",
        -8.691292880983234
      ],
      [
        "тI",
        -8.693471544265595
      ],
      [
        "къызэри",
        -8.697348087369646
      ],
      [
        "ыурэ",
        -8.698378582002373
      ],
      [
        "эн",
        -8.698611387374791
      ],
      [
        "яху",
        -8.699553108506258
      ],
      [
        "щIэн",
        -8.699984012170361
      ],
      [
        "къыд",
        -8.700825588264209
      ],
      [
        "езгъэ",
        -8.70188765659169
      ],
      [
        "хыж",
        -8.703861130917343
      ],
      [
        "лъа",
        -8.706453299022186
      ],
      [
        "кIа",
        -8.706771895447892
      ],
      [
        "нум",
        -8.712784489449831
      ],
      [
        "сызы",
        -8.717648936044675
      ],
      [
        "жьым",
        -8.722616333131231
      ],
      [
        "гъуэт",
        -8.725605393037009
      ],
      [
        "ла",
        -8.731167015531332
      ],
      [
        "гуэ",
        -8.735104481137423
      ],
      [
        "сху",
        -8.735251117691648
      ],
      [
        "зигъэ",
        -8.739467447485241
      ],
      [
        "но",
        -8.741591341078479
      ],
      [
        "къыхэ",
        -8.745356491912226
      ],
      [
        "зэхэ",
        -8.747742217961722
      ],
      [
        "фи",
        -8.75487529411037
      ],
      [
        "къыщIы",
        -8.755443520859036
      ],
      [
        "ыфу",
        -8.779279321107516
      ],
      [
        "Къе",
        -8.780762467703617
      ],
      [
        "здэ",
        -8.782656742808433
      ],
      [
        "пхъэ",
        -8.786689291029642
      ],
      [
        "Iауэ",
        -8.78674850431604
      ],
      [
        "къызэрыс",
        -8.786943167331138
      ],
      [
        "рей",
        -8.78838920375554
      ],
      [
        "пи",
        -8.79105760991024
      ],
      [
        "ку",
        -8.797911507059382
      ],
      [
        "ро",
        -8.800384623840568
      ],
      [
        "ыжауэ",
        -8.800989586144595
      ],
      [
        "ЩIэ",
        -8.801506651379771
      ],
      [
        "ин",
        -8.801912917194944
      ],
      [
        "ахэр",
        -8.803895423052884
      ],
      [
        "къыф",
        -8.804170532443711
      ],
      [
        "Къыс",
        -8.804791857900952
      ],
      [
        "къра",
        -8.809663514621121
      ],
      [
        "вэ",
        -8.809767062509263
      ],
      [
        "кIыу",
        -8.81065876026862
      ],
      [
        "щып",
        -8.810792180109857
      ],
      [
        "Да",
        -8.810896085699625
      ],
      [
        "Iэт",
        -8.814075993653223
      ],
      [
        "джа",
        -8.816032610507147
      ],
      [
        "В",
        -8.818133460595291
      ],
      [
        "хьа",
        -8.819556490332028
      ],
      [
        "ынкъым",
        -8.820289258776656
      ],
      [
        "лы",
        -8.82408851868328
      ],
      [
        "ыфI",
        -8.824410382639147
      ],
      [
        "лъы",
        -8.82678199422052
      ],
      [
        "ба",
        -8.827370756717308
      ],
      [
        "Р",
        -8.827554411178346
      ],
      [
        "схуэ",
        -8.82961103086949
      ],
      [
        "сып",
        -8.829682444458715
      ],
      [
        "ст",
        -8.830499082556091
      ],
      [
        "жьыр",
        -8.831395998535136
      ],
      [
        "За",
        -8.832431869009586
      ],
      [
        "ншэу",
        -8.833735873555955
      ],
      [
        "Дэ",
        -8.836897648090062
      ],
      [
        "зо",
        -8.84016390114175
      ],
      [
        "жэ",
        -8.841997865267377
      ],
      [
        "На",
        -8.842250172877787
      ],
      [
        "къре",
        -8.846700355731043
      ],
      [
        "Нэ",
        -8.848763148992557
      ],
      [
        "къэзы",
        -8.850472910922045
      ],
      [
        "пы",
        -8.855955217675085
      ],
      [
        "къуа",
        -8.856164282415328
      ],
      [
        "атэмэ",
        -8.856558533851516
      ],
      [
        "зэрымы",
        -8.86416619599212
      ],
      [
        "Ш",
        -8.869134684800226
      ],
      [
        "блэ",
        -8.872245606713854
      ],
      [
        "атэкъым",
        -8.875102652940914
      ],
      [
        "къыщыс",
        -8.879452535088426
      ],
      [
        "убыд",
        -8.87967130447077
      ],
      [
        "тэкъыми",
        -8.879944884470127
      ],
      [
        "къызо",
        -8.880485251685734
      ],
      [
        "нут",
        -8.882994762922166
      ],
      [
        "эну",
        -8.886306966339994
      ],
      [
        "хъ",
        -8.888974606988077
      ],
      [
        "къыпхуэ",
        -8.88945905208169
      ],
      [
        "ари",
        -8.88990478225366
      ],
      [
        "ынум",
        -8.89031621308483
      ],
      [
        "фIы",
        -8.890947812332819
      ],
      [
        "Ма",
        -8.893353970650594
      ],
      [
        "щIе",
        -8.89531755246423
      ],
      [
        "тес",
        -8.89622301575168
      ],
      [
        "О",
        -8.898722534376866
      ],
      [
        "2",
        -8.899349033432523
      ],
      [
        "ва",
        -8.900080843176049
      ],
      [
        "шх",
        -8.900479512715183
      ],
      [
        "кIухь",
        -8.902880567340713
      ],
      [
        "тэм",
        -8.905668236625747
      ],
      [
        "зыщы",
        -8.906322558740081
      ],
      [
        "пхуэ",
        -8.909653963462766
      ],
      [
        "шхуэр",
        -8.911575985598503
      ],
      [
        "ев",
        -8.911608940082917
      ],
      [
        "зыкъы",
        -8.912361917412902
      ],
      [
        "Iуа",
        -8.91321176010702
      ],
      [
        "ыфыну",
        -8.914163031210785
      ],
      [
        "жырт",
        -8.918283889135836
      ],
      [
        "ц",
        -8.918487257140077
      ],
      [
        "ыкI",
        -8.919055482602054
      ],
      [
        "лIэ",
        -8.92026389179193
      ],
      [
        "щIащ",
        -8.920751961759484
      ],
      [
        "зэре",
        -8.923492103782632
      ],
      [
        "ншэ",
        -8.923801813836043
      ],
      [
        "ю",
        -8.924424643447075
      ],
      [
        "ет",
        -8.925254703965493
      ],
      [
        "шэж",
        -8.925848500964582
      ],
      [
        "жынщ",
        -8.92714220493741
      ],
      [
        "хэращ",
        -8.927770348315331
      ],
      [
        "вгъэ",
        -8.930883185154986
      ],
      [
        "ынутэкъым",
        -8.932120735264931
      ],
      [
        "Iуэху",
        -8.938341786805882
      ],
      [
        "зэте",
        -8.94099976383012
      ],
      [
        "арэ",
        -8.941505040160944
      ],
      [
        "тху",
        -8.942457964556885
      ],
      [
        "Щ",
        -8.942845298974227
      ],
      [
        "жым",
        -8.943336520071117
      ],
      [
        "тет",
        -8.94591544497564
      ],
      [
        "пщIэ",
        -8.949055547875872
      ],
      [
        "цIыкIу",
        -8.949562198383845
      ],
      [
        "зри",
        -8.950945283147345
      ],
      [
        "къригъэ",
        -8.951360966965483
      ],
      [
        "щIэж",
        -8.952079961194482
      ],
      [
        "фу",
        -8.952790501778285
      ],
      [
        "щIэр",
        -8.953629625352477
      ],
      [
        "зэригъэ",
        -8.954865358482879
      ],
      [
        "ыт",
        -8.956315821183988
      ],
      [
        "кIуэт",
        -8.956480207622871
      ],
      [
        "щыс",
        -8.95941038124283
      ],
      [
        "Х",
        -8.960001116376437
      ],
      [
        "хъумэ",
        -8.960485648309358
      ],
      [
        "гъэзэж",
        -8.963059727025911
      ],
      [
        "Хэ",
        -8.963408968708032
      ],
      [
        "къазэры",
        -8.964815826832464
      ],
      [
        "то",
        -8.965117735116877
      ],
      [
        "дэс",
        -8.966918151072498
      ],
      [
        "псэу",
        -8.970492412752645
      ],
      [
        "бий",
        -8.976309001318342
      ],
      [
        "Хуэ",
        -8.979610303694185
      ],
      [
        "къэс",
        -8.979986688464226
      ],
      [
        "не",
        -8.980247063194987
      ],
      [
        "бзэ",
        -8.981419155461582
      ],
      [
        "хьащ",
        -8.986013520053074
      ],
      [
        "щIэм",
        -8.990401609420852
      ],
      [
        "хэс",
        -8.99498901117283
      ],
      [
        "Ху",
        -8.995402885738251
      ],
      [
        "ыгъуэ",
        -8.999449573697811
      ],
      [
        "шу",
        -8.999542632710497
      ],
      [
        "мкIи",
        -9.002638140081578
      ],
      [
        "жар",
        -9.003206251360709
      ],
      [
        "дигъэ",
        -9.004981304848435
      ],
      [
        "Э",
        -9.005099167452622
      ],
      [
        "къытхуэ",
        -9.011504634441664
      ],
      [
        "мэ-щэ",
        -9.012025062298946
      ],
      [
        "кIэлъы",
        -9.01408349539825
      ],
      [
        "адыгэ",
        -9.01703410736479
      ],
      [
        "кIуа",
        -9.018976916115902
      ],
      [
        "джэгу",
        -9.020182129544342
      ],
      [
        "къыпху",
        -9.021844099303038
      ],
      [
        "имыгъэ",
        -9.023380189604897
      ],
      [
        "фыну",
        -9.023468509812506
      ],
      [
        "ыгъэ",
        -9.023634972440988
      ],
      [
        "зригъэ",
        -9.023725314028457
      ],
      [
        "тхьэ",
        -9.023795590761594
      ],
      [
        "ре",
        -9.025882952271356
      ],
      [
        "нкъым",
        -9.027176062924829
      ],
      [
        "ащэрэт",
        -9.03000543909027
      ],
      [
        "уо",
        -9.033013378677776
      ],
      [
        "дри",
        -9.035048278445593
      ],
      [
        "во",
        -9.035546762879424
      ],
      [
        "зыхуэ",
        -9.03800153134841
      ],
      [
        "къытху",
        -9.038234903307934
      ],
      [
        "нщи",
        -9.040071259322996
      ],
      [
        "хуи",
        -9.044762951131755
      ],
      [
        "къыдо",
        -9.047650508743159
      ],
      [
        "гупсысэ",
        -9.052686910992595
      ],
      [
        "щагъэ",
        -9.053131468830738
      ],
      [
        "дза",
        -9.058724702600056
      ],
      [
        "ынщи",
        -9.062764412404949
      ],
      [
        "кIыр",
        -9.06320265263237
      ],
      [
        "зэрыщы",
        -9.066753215064978
      ],
      [
        "хуэмы",
        -9.069060268717605
      ],
      [
        "ращи",
        -9.069682297135754
      ],
      [
        "он",
        -9.073560142494191
      ],
      [
        "ауи",
        -9.075721138184138
      ],
      [
        "загъэ",
        -9.077300378971435
      ],
      [
        "Къып",
        -9.077320092541976
      ],
      [
        "ыхукIэ",
        -9.078556333772772
      ],
      [
        "псалъэ",
        -9.078686172936585
      ],
      [
        "Си",
        -9.078875378137464
      ],
      [
        "ищэ",
        -9.080392734517488
      ],
      [
        "пщ",
        -9.080766819411352
      ],
      [
        "ебгъэ",
        -9.083819096617928
      ],
      [
        "ащ…",
        -9.084285968340613
      ],
      [
        "анэ",
        -9.085635504924674
      ],
      [
        "Шы",
        -9.085841993700122
      ],
      [
        "тра",
        -9.086205932966184
      ],
      [
        "кIащ",
        -9.086402001071717
      ],
      [
        "-щэ",
        -9.088599021940066
      ],
      [
        "хукIэ",
        -9.091080948411523
      ],
      [
        "гъауэ",
        -9.092672936563307
      ],
      [
        "жмэ",
        -9.094003329274827
      ],
      [
        "къимы",
        -9.094946403361241
      ],
      [
        "щIэс",
        -9.09528333590603
      ],
      [
        "зэпы",
        -9.099075248104121
      ],
      [
        "ыфэ",
        -9.100898449267582
      ],
      [
        "Къо",
        -9.106360814759213
      ],
      [
        "щтэ",
        -9.106464743780446
      ],
      [
        "кIэры",
        -9.106801833825486
      ],
      [
        "къыще",
        -9.108068959145985
      ],
      [
        "зэрызэ",
        -9.109848336256363
      ],
      [
        "укI",
        -9.115974450174214
      ],
      [
        "зд",
        -9.117334005830795
      ],
      [
        "ыжыр",
        -9.11824067670128
      ],
      [
        "пщэ",
        -9.124387949291837
      ],
      [
        "чэ",
        -9.129639006618909
      ],
      [
        "До",
        -9.13037448393001
      ],
      [
        "зды",
        -9.130696118648721
      ],
      [
        "бжэ",
        -9.131175395430372
      ],
      [
        "псы",
        -9.132964155687201
      ],
      [
        "зэрагъэ",
        -9.133585168903416
      ],
      [
        "щIо",
        -9.13435159550437
      ],
      [
        "щIар",
        -9.135171036135116
      ],
      [
        "жыркъым",
        -9.136175377019422
      ],
      [
        "едгъэ",
        -9.138177370921678
      ],
      [
        "къыIу",
        -9.138613918197992
      ],
      [
        "нэху",
        -9.139700431931113
      ],
      [
        "фIи",
        -9.141213920766639
      ],
      [
        "би",
        -9.143877690741366
      ],
      [
        "Щхьэ",
        -9.144180776353185
      ],
      [
        "дж",
        -9.147301038260585
      ],
      [
        "гъанэ",
        -9.147362410458486
      ],
      [
        "къахуэ",
        -9.147620370653907
      ],
      [
        "шын",
        -9.14802619251433
      ],
      [
        "щыт",
        -9.151549693263638
      ],
      [
        "ышхуэм",
        -9.155248393390911
      ],
      [
        "къыщып",
        -9.156286981119111
      ],
      [
        "щIэт",
        -9.156586126178198
      ],
      [
        "къызэрыт",
        -9.158716363117268
      ],
      [
        "дэт",
        -9.163738277050257
      ],
      [
        "дызы",
        -9.164054020107445
      ],
      [
        "уд",
        -9.165106073171296
      ],
      [
        "щIауэ",
        -9.166928341209484
      ],
      [
        "кIуэж",
        -9.168108758491451
      ],
      [
        "ыпIэ",
        -9.170710392223814
      ],
      [
        "зыте",
        -9.170822262417305
      ],
      [
        "3",
        -9.174719948903718
      ],
      [
        "сымы",
        -9.177502788703794
      ],
      [
        "хьауэ",
        -9.177676855823508
      ],
      [
        "къыздэ",
        -9.177834158692747
      ],
      [
        "зэримы",
        -9.17967130244776
      ],
      [
        "Уэ",
        -9.181654660305737
      ],
      [
        "ыпэ",
        -9.182828662356453
      ],
      [
        "щыз",
        -9.184943366071517
      ],
      [
        "ис",
        -9.185306627408707
      ],
      [
        "щIыкI",
        -9.18582635052022
      ],
      [
        "щIалэ",
        -9.186293286632388
      ],
      [
        "лIа",
        -9.186616158105657
      ],
      [
        "хэрат",
        -9.190210433919347
      ],
      [
        "зэхуэ",
        -9.191863676572737
      ],
      [
        "ес",
        -9.195615324991198
      ],
      [
        "утIыпщ",
        -9.195816499469723
      ],
      [
        "плъыхь",
        -9.196839264581968
      ],
      [
        "иплI",
        -9.198434705377935
      ],
      [
        "кърагъэ",
        -9.199393754671599
      ],
      [
        "ыфынущ",
        -9.200862528067434
      ],
      [
        "Ар",
        -9.202878965454254
      ],
      [
        "хэлъ",
        -9.204952762561705
      ],
      [
        "ыжынщ",
        -9.20495493723488
      ],
      [
        "ан",
        -9.205052979423705
      ],
      [
        "хуэдэ",
        -9.206932001737144
      ],
      [
        "зыху",
        -9.20722674189512
      ],
      [
        "мащIэ",
        -9.20949544123378
      ],
      [
        "ыжырт",
        -9.211268503093379
      ],
      [
        "Уа",
        -9.214027187254832
      ],
      [
        "къыщыт",
        -9.217913265766684
      ],
      [
        "агъэнщ",
        -9.218360224576331
      ],
      [
        "къызэрып",
        -9.220582494867791
      ],
      [
        "ЩIы",
        -9.22354410548855
      ],
      [
        "къаху",
        -9.223949668130551
      ],
      [
        "хьэн",
        -9.224217662842666
      ],
      [
        "Къыт",
        -9.225540081011891
      ],
      [
        "емы",
        -9.228693513003819
      ],
      [
        "ыжым",
        -9.228908511124967
      ],
      [
        "хе",
        -9.229601972681749
      ],
      [
        "ов",
        -9.231570091625535
      ],
      [
        "лъагъуэ",
        -9.231655703234281
      ],
      [
        "щIыр",
        -9.234747310675443
      ],
      [
        "щIэну",
        -9.237657549065254
      ],
      [
        "гугъэ",
        -9.237948186224841
      ],
      [
        "афэ",
        -9.238182800370392
      ],
      [
        "къыща",
        -9.240049939842436
      ],
      [
        "ыкъуэ",
        -9.242356942454087
      ],
      [
        "гъэкI",
        -9.243609929064508
      ],
      [
        "ло",
        -9.244578549118094
      ],
      [
        "цIэ",
        -9.244788219100792
      ],
      [
        "лъэф",
        -9.244864591001258
      ],
      [
        "унэ",
        -9.249426452669775
      ],
      [
        "тх",
        -9.250906518762456
      ],
      [
        "ямы",
        -9.251581698272851
      ],
      [
        "Хъу",
        -9.253019357685474
      ],
      [
        "фынущ",
        -9.254803105989687
      ],
      [
        "Шэ",
        -9.25534506143763
      ],
      [
        "ши",
        -9.256087433775193
      ],
      [
        "жам",
        -9.257408249630494
      ],
      [
        "зра",
        -9.257492642184253
      ],
      [
        "Iуэтэж",
        -9.257964732828935
      ],
      [
        "пщы",
        -9.260227220138294
      ],
      [
        "скэ",
        -9.262482734246198
      ],
      [
        "къахэ",
        -9.263239117291526
      ],
      [
        "Iэбэ",
        -9.26459001820341
      ],
      [
        "нкIи",
        -9.2656299944907
      ],
      [
        "Iэзэ",
        -9.267671434815819
      ],
      [
        "щыIэ",
        -9.268119356696428
      ],
      [
        "хы",
        -9.274414190582032
      ],
      [
        "ль",
        -9.276664908306074
      ],
      [
        "мыгъэ",
        -9.276750666811157
      ],
      [
        "ча",
        -9.27823969534706
      ],
      [
        "Iуатэ",
        -9.281803570529526
      ],
      [
        "зэп",
        -9.282358739619282
      ],
      [
        "хъуа",
        -9.282390980323495
      ],
      [
        "Г",
        -9.282548131580617
      ],
      [
        "зыщIэ",
        -9.28290431895132
      ],
      [
        "кIыж",
        -9.28418512280022
      ],
      [
        "къутэ",
        -9.285000860955204
      ],
      [
        "шынэ",
        -9.28585859567903
      ],
      [
        "ал",
        -9.286258399518655
      ],
      [
        "ыжьым",
        -9.288636563203866
      ],
      [
        "гуфIэ",
        -9.288844474197255
      ],
      [
        "18",
        -9.291486285071617
      ],
      [
        "хъуэж",
        -9.2924757676885
      ],
      [
        "махуэ",
        -9.293619647518991
      ],
      [
        "гъазэ",
        -9.294364258720389
      ],
      [
        "гъэувэ",
        -9.295284462837401
      ],
      [
        "Iуры",
        -9.296016096149422
      ],
      [
        "лъэпкъ",
        -9.296170850333663
      ],
      [
        "хъуэхъу",
        -9.299615291372202
      ],
      [
        "ныбжьэгъу",
        -9.299828046235316
      ],
      [
        "гъакIуэ",
        -9.30064766495142
      ],
      [
        "Гъэ",
        -9.30254743602393
      ],
      [
        "кIыхь",
        -9.305028992894272
      ],
      [
        "хуо",
        -9.306797083784767
      ],
      [
        "ви",
        -9.307235090142505
      ],
      [
        "ие",
        -9.307780488645275
      ],
      [
        "хъуэ",
        -9.312402687254298
      ],
      [
        "эу",
        -9.315967463808953
      ],
      [
        "жыхь",
        -9.316597658543817
      ],
      [
        "благъэ",
        -9.316679321711145
      ],
      [
        "лъэIу",
        -9.317303717059078
      ],
      [
        "лажьэ",
        -9.317436213984962
      ],
      [
        "жат",
        -9.318373572236087
      ],
      [
        "щIэлъ",
        -9.318877550712575
      ],
      [
        "дахэ",
        -9.319811687598502
      ],
      [
        "ле",
        -9.323517706002347
      ],
      [
        "хын",
        -9.324237825669904
      ],
      [
        "шхын",
        -9.327498048037883
      ],
      [
        "фо",
        -9.328617637379452
      ],
      [
        "хьэлIэ",
        -9.329309631644534
      ],
      [
        "Зи",
        -9.329825767611265
      ],
      [
        "къыщ",
        -9.33032553708892
      ],
      [
        "Н",
        -9.330724138813473
      ],
      [
        "зыха",
        -9.332024937458174
      ],
      [
        "умыгъэ",
        -9.33386073803269
      ],
      [
        "ко",
        -9.33733792609899
      ],
      [
        "гушыIэ",
        -9.337359008554388
      ],
      [
        "дагъэ",
        -9.339464892373687
      ],
      [
        "зэпэ",
        -9.342128514098057
      ],
      [
        "Iым",
        -9.342882994550948
      ],
      [
        "сыщIэ",
        -9.343958913806578
      ],
      [
        "шхэ",
        -9.345979837891466
      ],
      [
        "ник",
        -9.346143256596308
      ],
      [
        "хыну",
        -9.346478243529353
      ],
      [
        "тхъ",
        -9.34778464161402
      ],
      [
        "езы",
        -9.349033742917097
      ],
      [
        "зэш",
        -9.351751703872818
      ],
      [
        "тIыс",
        -9.352414599218458
      ],
      [
        "I",
        -9.355014117107109
      ],
      [
        "пхы",
        -9.355603933120449
      ],
      [
        "жан",
        -9.35667127379402
      ],
      [
        "гъуэгу",
        -9.358969390410433
      ],
      [
        "плъэ",
        -9.35907829417684
      ],
      [
        "Бэ",
        -9.360364917041345
      ],
      [
        "агъ",
        -9.360414134628574
      ],
      [
        "бжьэ",
        -9.362571091910661
      ],
      [
        "хауэ",
        -9.366191003784774
      ],
      [
        "нутэкъым",
        -9.368932214498649
      ],
      [
        "бы",
        -9.370473147364818
      ],
      [
        "жынур",
        -9.37403234603191
      ],
      [
        "икI",
        -9.374355100824886
      ],
      [
        "къагъэ",
        -9.374567660654126
      ],
      [
        "ки",
        -9.375199156328943
      ],
      [
        "лей",
        -9.376347900446119
      ],
      [
        "Iамэ",
        -9.380784855164753
      ],
      [
        "ыфакъым",
        -9.383561987359574
      ],
      [
        "шэну",
        -9.384084116429635
      ],
      [
        "ужь",
        -9.384353266187812
      ],
      [
        "къегъэ",
        -9.38439752357845
      ],
      [
        "къыщIи",
        -9.384575355859585
      ],
      [
        "шыр",
        -9.384725396174252
      ],
      [
        "сыкъэ",
        -9.384763088933038
      ],
      [
        "Ди",
        -9.384906923257887
      ],
      [
        "эт",
        -9.386288107059183
      ],
      [
        "зауэ",
        -9.38635303671503
      ],
      [
        "хъан",
        -9.386583565206369
      ],
      [
        "ыфа",
        -9.386706894881785
      ],
      [
        "ыщэ",
        -9.388219616995759
      ],
      [
        "гъуэтыж",
        -9.388445379682361
      ],
      [
        "адэ",
        -9.388495401827141
      ],
      [
        "къыщI",
        -9.390890932604613
      ],
      [
        "къащы",
        -9.396431132047182
      ],
      [
        "ыжмэ",
        -9.39723891510494
      ],
      [
        "Ба",
        -9.397675991966661
      ],
      [
        "ты",
        -9.398084950414038
      ],
      [
        "къэб",
        -9.40041074867208
      ],
      [
        "га",
        -9.400685752959866
      ],
      [
        "щIэкI",
        -9.40099029670004
      ],
      [
        "ыжар",
        -9.404508205087222
      ],
      [
        "хьыж",
        -9.404637514810526
      ],
      [
        "фынукъым",
        -9.407202563544889
      ],
      [
        "-м",
        -9.408784133003913
      ],
      [
        "итху",
        -9.409788615445315
      ],
      [
        "къыщо",
        -9.41058783789991
      ],
      [
        "тхуэ",
        -9.411288653295411
      ],
      [
        "къызэр",
        -9.411673347966406
      ],
      [
        "ыххэ",
        -9.411696335330877
      ],
      [
        "тригъэ",
        -9.412461519079613
      ],
      [
        "ием",
